{"query_id": "309:::0", "query_text": "What are pocket parks?"}
{"query_id": "309:::1", "query_text": "Why do large cities create pocket parks?"}
{"query_id": "309:::2", "query_text": "How do pocket parks benefit urban environments?"}
{"query_id": "309:::3", "query_text": "How can the creation of neighborhoods and pocket parks protect the rights of citizens?"}
{"query_id": "309:::4", "query_text": "What is one of the significant challenges in creating parks?"}
{"query_id": "309:::5", "query_text": "What practical purposes can pocket parks serve during crises?"}
{"query_id": "309:::6", "query_text": "How do pocket parks contribute to recreation and enjoyment?"}
{"query_id": "309:::7", "query_text": "What positive impact do neighborhood parks and green spaces have on citizens?"}
{"query_id": "309:::8", "query_text": "Why are pocket parks particularly valuable in urban environments?"}
{"query_id": "309:::9", "query_text": "How do pocket parks contribute to the overall livability of cities?"}
{"query_id": "309:::10", "query_text": "In what ways do pocket parks complement traditional larger parks?"}
{"query_id": "309:::11", "query_text": "What are some of the good principles of community park/pocket park design?"}
{"query_id": "351:::0", "query_text": "What region of the world may be most affected by climate change?"}
{"query_id": "351:::1", "query_text": "What is the anticipated effect from climate change?"}
{"query_id": "351:::2", "query_text": "What is the negative impact of climate change on crop production?"}
{"query_id": "351:::3", "query_text": "What crops could be negatively impacted due to climate change?"}
{"query_id": "351:::4", "query_text": "What benefits might climate change bring to farmers?"}
{"query_id": "351:::5", "query_text": "What countries have reported climate change impacting agriculture?"}
{"query_id": "351:::6", "query_text": "Would climate change increase or decrease insect activity?"}
{"query_id": "351:::7", "query_text": "What crops are susceptible to increased insect activity?"}
{"query_id": "351:::8", "query_text": "What agricultural practices can create a carbon sink?"}
{"query_id": "351:::9", "query_text": "What crops are impacted from poor irrigation"}
{"query_id": "351:::10", "query_text": "What can be done to reduce irrigation needs?"}
{"query_id": "372:::0", "query_text": "Who has caused the accident of Tour de France competitors?"}
{"query_id": "372:::1", "query_text": "How did a French woman cause the accident with Tour de France competitors?"}
{"query_id": "372:::2", "query_text": "Q: Why did a Tour de France spectator cause an accident for the cyclists?"}
{"query_id": "372:::3", "query_text": "Q: What was on the poster of a Tour de France spectator who caused an accident?"}
{"query_id": "372:::4", "query_text": "How many competitors were reportedly involved in the crash?"}
{"query_id": "372:::5", "query_text": "How many cyclists were estimated to be injured?"}
{"query_id": "372:::6", "query_text": "Who was the first Tour de France cyclist who was hit?"}
{"query_id": "372:::7", "query_text": "Which competitors ended up leaving the race because of the accident?"}
{"query_id": "372:::8", "query_text": "What injuries did cyclist Marc Soler suffer?"}
{"query_id": "372:::9", "query_text": "What injuries did Cyril Lemoine  suffer?"}
{"query_id": "372:::10", "query_text": "Which injured Tour de France competitor still managed to finish third?"}
{"query_id": "372:::11", "query_text": "Where did the Tour de France accident take place?"}
{"query_id": "372:::12", "query_text": "How was the culprit who caused the Tour de France accident identified?"}
{"query_id": "372:::13", "query_text": "Where was the culprit apprehended?"}
{"query_id": "372:::14", "query_text": "What is the penalty for failing to comply with safety regulations?"}
{"query_id": "372:::15", "query_text": "What happened to the person who caused the Tour de France accident?"}
{"query_id": "372:::16", "query_text": "Why did Tour de France officials drop the lawsuit?"}
{"query_id": "343:::0", "query_text": "When was the painting “Portrait of a Lady\" completed?"}
{"query_id": "343:::1", "query_text": "Who bought the painting “Portrait of a Lady\"?"}
{"query_id": "343:::2", "query_text": "When did Giuseppe Ricci Oddi buy the painting “Portrait of a Lady\"?"}
{"query_id": "343:::3", "query_text": "Where was the painting “Portrait of a Lady\" kept after Giuseppe Ricci Oddi bought it?"}
{"query_id": "343:::4", "query_text": "When was the painting “Portrait of a Lady\" stolen?"}
{"query_id": "343:::5", "query_text": "What was the Oddi Modern Art Gallery preparing for when the painting “Portrait of a Lady\" stolen?"}
{"query_id": "343:::6", "query_text": "What is the value of the painting “Portrait of a Lady\"?"}
{"query_id": "343:::7", "query_text": "When was the painting “Portrait of a Lady\" found after it had been stolen?"}
{"query_id": "343:::8", "query_text": "Where was the painting “Portrait of a Lady\" found after it had been stolen?"}
{"query_id": "343:::9", "query_text": "Who found the painting “Portrait of a Lady\" found after it had been stolen?"}
{"query_id": "380:::0", "query_text": "What ship did North Korean border guards detain?"}
{"query_id": "380:::1", "query_text": "When did North Korea detain the Russian ship?"}
{"query_id": "380:::2", "query_text": "What was the reason for the arrest of the ship?"}
{"query_id": "380:::3", "query_text": "How far from the coast did North Korea establish its military security zone?"}
{"query_id": "380:::4", "query_text": "How far from the North Korean coast are territorial waters?"}
{"query_id": "380:::5", "query_text": "How far from the North Korean coast is the exclusive economic zone?"}
{"query_id": "380:::6", "query_text": "What did the border service do after they arrested the ship?"}
{"query_id": "380:::7", "query_text": "How many sailors were on board at the time of the arrest?"}
{"query_id": "380:::8", "query_text": "How many sailors on board were Russian citizens?"}
{"query_id": "380:::9", "query_text": "How many sailors on board were South Korean Citizens?"}
{"query_id": "380:::10", "query_text": "How long was there no contact with the sailors?"}
{"query_id": "380:::11", "query_text": "When did a Russian embassy representative visit the ship?"}
{"query_id": "380:::12", "query_text": "Where did crew members stay after the ship was detained?"}
{"query_id": "380:::13", "query_text": "What flag was the Russian ship sailing under?"}
{"query_id": "380:::14", "query_text": "What did the Russian ship’s captain admit to?"}
{"query_id": "380:::15", "query_text": "How did the Russian Foreign Ministry comment on the ship’s arrest?"}
{"query_id": "380:::16", "query_text": "When was the Russian ship released?"}
{"query_id": "380:::17", "query_text": "Why did the Russian ship go to the South Korean port?"}
{"query_id": "380:::18", "query_text": "How did South Korea call the North Korean actions?"}
{"query_id": "335:::0", "query_text": "What is Roundup?"}
{"query_id": "335:::1", "query_text": "What is the Roundup case?"}
{"query_id": "335:::2", "query_text": "What do the Roundup lawsuits allege?"}
{"query_id": "335:::3", "query_text": "What is the manufacturer of Roundup herbicide?"}
{"query_id": "335:::4", "query_text": "Who is Dewayne \"Lee\" Johnson?"}
{"query_id": "335:::5", "query_text": "How much did the court order Bayer to pay Dewayne Johnson?"}
{"query_id": "335:::6", "query_text": "Approximately how many lawsuits are there in Roundup case?"}
{"query_id": "335:::7", "query_text": "What was the outcome of the Roundup lawsuits?"}
{"query_id": "335:::8", "query_text": "What is the total amount in the settlement of Roundup case?"}
{"query_id": "335:::9", "query_text": "Why did Bayer agree upon the settlement of Roundup case?"}
{"query_id": "335:::10", "query_text": "What is Bayer doing about Roundup after the settlement?"}
{"query_id": "334:::0", "query_text": "What are the results of the most recent NASA experiments on creating oxygen on Mars?"}
{"query_id": "334:::1", "query_text": "What is the name of the equipment that NASA built to create oxygen?"}
{"query_id": "334:::2", "query_text": "What was the cost of NASA's attempt to create oxygen?"}
{"query_id": "334:::3", "query_text": "When is NASA (or other space agencies) planning to send people to Mars?"}
{"query_id": "334:::4", "query_text": "How does MOXIE create oxygen?"}
{"query_id": "334:::5", "query_text": "How much oxygen does MOXIE create on average?"}
{"query_id": "334:::6", "query_text": "What will oxygen on Mars be used for?"}
{"query_id": "334:::7", "query_text": "How much fuel is needed to launch a rocket with 4 astronauts from Mars to Earth?"}
{"query_id": "334:::8", "query_text": "How much oxygen is needed to launch a rocket with 4 astronauts from Mars to Earth?"}
{"query_id": "334:::9", "query_text": "How is the MOXIE equipment protected?"}
{"query_id": "334:::10", "query_text": "How does a thin layer of gold protect MOXIE?"}
{"query_id": "334:::11", "query_text": "How many more tests will MOXIE undergo?"}
{"query_id": "334:::12", "query_text": "What pitfalls have been identified when creating oxygen from CO2 on Mars?"}
{"query_id": "334:::13", "query_text": "How can carbon monoxide from creating oxygen from CO2 be contained?"}
{"query_id": "334:::14", "query_text": "What substance on Mars can be used to create oxygen?"}
{"query_id": "334:::15", "query_text": "What electrocatalyst creates oxygen from elements found on Mars?"}
{"query_id": "334:::16", "query_text": "How much more energy efficient is using lead-ruthenium oxide than MOXIE?"}
{"query_id": "334:::17", "query_text": "What are the advantages of using lead-ruthenium oxide?"}
{"query_id": "334:::18", "query_text": "What substance on Mars could be used to create oxygen?"}
{"query_id": "310:::0", "query_text": "What regions did Turkish TV series dominate before expanding to South America?"}
{"query_id": "310:::1", "query_text": "Which countries in South America are highlighted as major consumers of Turkish TV series?"}
{"query_id": "310:::2", "query_text": "How have Turkish TV series been utilized by Turkey in recent years?"}
{"query_id": "310:::3", "query_text": "Besides attracting tourists, what other role do Turkish TV series play in advancing Turkey's cultural goals?"}
{"query_id": "310:::4", "query_text": "Approximately how many viewers have Turkish TV series amassed worldwide?"}
{"query_id": "310:::5", "query_text": "Which Turkish TV series has approximately 500 million viewers, making it the most-watched series globally?"}
{"query_id": "310:::6", "query_text": "What is the primary focus of Turkish TV series intended for international audiences?"}
{"query_id": "310:::7", "query_text": "What aspect of domestic Turkish productions do international Turkish series refrain from portraying?"}
{"query_id": "310:::8", "query_text": "How does Turkey aim to exert a positive influence in foreign markets through its TV series?"}
{"query_id": "310:::9", "query_text": "What are Turkish TV series expected to promote?"}
{"query_id": "310:::10", "query_text": "Q. What is the Turkish government's motivation for investing in the production of these series?"}
{"query_id": "352:::0", "query_text": "Which Iranian movie won the Golden Bear in 2011?"}
{"query_id": "352:::1", "query_text": "Who directed the film Nader and Simin, A Separation?"}
{"query_id": "352:::2", "query_text": "Which Iranian movie won the Golden Bear in 2015?"}
{"query_id": "352:::3", "query_text": "Who directed the film Taxi?"}
{"query_id": "352:::4", "query_text": "What was director Jafar Panahi convicted of in Iran?"}
{"query_id": "352:::5", "query_text": "Which Iranian movie won the Golden Bear in 2020?"}
{"query_id": "352:::6", "query_text": "Who directed the film There is No Evil?"}
{"query_id": "352:::7", "query_text": "How many stories does the film There is No Evil contain?"}
{"query_id": "352:::8", "query_text": "What is the subject matter of the film There is No Evil?"}
{"query_id": "352:::9", "query_text": "What does Mohammad Rasoulof posit as the theme of his film There is No Evil?"}
{"query_id": "352:::10", "query_text": "Why was the film There is No Evil shot in secret?"}
{"query_id": "352:::11", "query_text": "Why was Mohammad Rasoulof unable to accept the Golden Bear in person?"}
{"query_id": "352:::12", "query_text": "Why was Mohammad Rasoulof in prison in Iran?"}
{"query_id": "352:::13", "query_text": "Who accepted the Golden Bear on behalf of Mohammad Rasoulof?"}
{"query_id": "352:::14", "query_text": "What measure did the Iranian government take against Mohammad Rasoulof?"}
{"query_id": "382:::0", "query_text": "When did Japan resume commercial whale hunting?"}
{"query_id": "382:::1", "query_text": "What organization did Japan withdraw from prior to resuming commercial whale hunting?"}
{"query_id": "382:::2", "query_text": "When did Japan become a member of the International Whaling Commission?"}
{"query_id": "382:::3", "query_text": "Why did Japan stop commercial whale hunting?"}
{"query_id": "382:::4", "query_text": "When did International Whaling Commission adopt a moratorium on whale hunting?"}
{"query_id": "382:::5", "query_text": "For what purposes was a whale hunting used in Japan after 1982?"}
{"query_id": "382:::6", "query_text": "Why did the international community criticize Japan hunting whales for research purposes?"}
{"query_id": "382:::7", "query_text": "What whale species did Japan lobby to resume commercial hunting on?"}
{"query_id": "382:::8", "query_text": "How long did Japan lobby for to resume minke whale commercial hunting?"}
{"query_id": "382:::9", "query_text": "Where was the meat of the whales sold?"}
{"query_id": "382:::10", "query_text": "How was the meat of the whales used?"}
{"query_id": "382:::11", "query_text": "How many minke whales did Japan allegedly kill annually during the moratorium?"}
{"query_id": "382:::12", "query_text": "Why did Japan allow the killing of whales for meat?"}
{"query_id": "382:::13", "query_text": "What role did whale meat play in Japan’s nutrition in the post-war period?"}
{"query_id": "382:::14", "query_text": "How much whale meat did the Japanese annually eat in the 1960s?"}
{"query_id": "382:::15", "query_text": "Who criticized the decision of the Japanese authorities to resume commercial whale hunting?"}
{"query_id": "382:::16", "query_text": "Who welcomed the decision of the Japanese authorities to resume commercial whale hunting?"}
{"query_id": "382:::17", "query_text": "What was the 2019 annual limit set by the Fisheries Agency?"}
{"query_id": "382:::18", "query_text": "Which waters did Japan plan to limit whale hunting to?"}
{"query_id": "383:::0", "query_text": "What is the writing style of Ernest Hemingway often called?"}
{"query_id": "383:::1", "query_text": "Who did Ernest Hemingway once have a bet with?"}
{"query_id": "383:::2", "query_text": "What did Ernest Hemingway do on a bet with Francis Scott Fitzgerald?"}
{"query_id": "383:::3", "query_text": "How many words were in the short story Ernest Hemingway wrote on a bet with Francis Scott Fitzgerald?"}
{"query_id": "383:::4", "query_text": "What was the text of the short story Ernest Hemingway wrote on a bet with Francis Scott Fitzgerald?"}
{"query_id": "383:::5", "query_text": "What is the name of the generation that Hemingway is considered to be the voice of?"}
{"query_id": "383:::6", "query_text": "What feeling was the \"lost generation\" experiencing?"}
{"query_id": "383:::7", "query_text": "Where does the action in The Sun Also Rises take place?"}
{"query_id": "383:::8", "query_text": "What feature of life in Spain did Hemingway show in The Sun Also Rises?"}
{"query_id": "383:::9", "query_text": "Which Soviet historian met Hemingway in Cuba?"}
{"query_id": "383:::10", "query_text": "Where did the Soviet historian Sergo Mikoyan meet Hemingway?"}
{"query_id": "383:::11", "query_text": "How did the Soviet historian Sergo Mikoyan characterize Hemingway’s writing style?"}
{"query_id": "383:::12", "query_text": "How did the Soviet historian Sergo Mikoyan characterize Hemingway’s personality?"}
{"query_id": "303:::0", "query_text": "What are the Abraham Accords?"}
{"query_id": "303:::1", "query_text": "Which are the first two Arab nations that signed the Accords?"}
{"query_id": "303:::2", "query_text": "When were the Abraham Accords signed?"}
{"query_id": "303:::3", "query_text": "Who brokered the negotiation and signing of the Abraham Accords?"}
{"query_id": "303:::4", "query_text": "What impact did the Abraham Accords have on the Palestinian issue  with Middle Eastern diplomacy?"}
{"query_id": "303:::5", "query_text": "What support did Palestine rely to promote statehood?"}
{"query_id": "303:::6", "query_text": "What did Palestine feel about the signing of the Abraham Accords?"}
{"query_id": "303:::7", "query_text": "What happened in Palestine immediately after the signing of the Abraham Accords?"}
{"query_id": "303:::8", "query_text": "What statement did Palestinian leader Abbas make after the Abraham Accords were signed?"}
{"query_id": "303:::9", "query_text": "What did Palestinian leaders do after the Abraham Accords were signed?"}
{"query_id": "367:::0", "query_text": "What is the largest airplane in the world at this time?"}
{"query_id": "367:::1", "query_text": "What is the Stratolaunch Model 351's wingspan?"}
{"query_id": "367:::2", "query_text": "What is the Stratolaunch Model 351's empty weight?"}
{"query_id": "367:::3", "query_text": "What is the Stratolaunch Model 351's fully loaded take-off weight?"}
{"query_id": "367:::4", "query_text": "How much payload weight can the Stratolaunch Model 351 carry?"}
{"query_id": "367:::5", "query_text": "What is the take-off range of the Stratolaunch Model 351 with a full load?"}
{"query_id": "367:::6", "query_text": "What is the Stratolaunch Model 351 constructed from?"}
{"query_id": "367:::7", "query_text": "What kind of engines does the Stratolaunch Model 351 have?"}
{"query_id": "367:::8", "query_text": "How many wheels does the Stratolaunch Model 351 have on its chassis?"}
{"query_id": "367:::9", "query_text": "What are the two fuselages on the Stratolaunch Model 351 designed to hold?"}
{"query_id": "367:::10", "query_text": "What is the Stratolaunch Model 351 designed to carry?"}
{"query_id": "367:::11", "query_text": "What are the Pegasus XL launch vehicles expected to launch?"}
{"query_id": "367:::12", "query_text": "What will the DoD use the Stratolaunch Model 351 for?"}
{"query_id": "367:::13", "query_text": "From what altitude is the Stratolaunch Model 351 designed to launch?"}
{"query_id": "367:::14", "query_text": "When was the Stratolaunch Model 351's maiden voyage?"}
{"query_id": "367:::15", "query_text": "At what altitude did the Stratolaunch Model 351 complete its maiden voyage?"}
{"query_id": "367:::16", "query_text": "At what altitude did the Stratolaunch Model 351 complete its second voyage?"}
{"query_id": "367:::17", "query_text": "How long did the Stratolaunch Model 351 fly during its second voyage?"}
{"query_id": "373:::0", "query_text": "What is the significance of SpaceX's Crew Dragon Demo-2 Mission?"}
{"query_id": "373:::1", "query_text": "Who developed the Crew Dragon spacecraft?"}
{"query_id": "373:::2", "query_text": "Who were the astronauts on the Crew Dragon spacecraft?"}
{"query_id": "373:::3", "query_text": "What role does SpaceX play in spaceflight?"}
{"query_id": "373:::4", "query_text": "How long did NASA rely on Russia's Soyuz spacecraft for crewed missions to the ISS?"}
{"query_id": "373:::5", "query_text": "Why did NASA rely on Russia's Soyuz spacecraft for crewed missions to the ISS?"}
{"query_id": "373:::6", "query_text": "What task did astronauts Bob Behnken perform during the two-month stay at the ISS?"}
{"query_id": "373:::7", "query_text": "What task did astronauts Doug Hurley perform during the two-month stay at the ISS?"}
{"query_id": "373:::8", "query_text": "Where did the Crew Dragon spacecraft land upon returning to Earth?"}
{"query_id": "373:::9", "query_text": "When did SpaceX's Crew Dragon Demo-2 Mission take place?"}
{"query_id": "373:::10", "query_text": "How many astronauts were transported to the ISS during the Crew Dragon Demo-2 Mission?"}
{"query_id": "373:::11", "query_text": "What is NASA's strategy regarding partnerships with private industry for space transportation?"}
{"query_id": "373:::12", "query_text": "What is the overall impact of the Crew Dragon Demo-2 Mission on the future of space exploration?"}
{"query_id": "388:::0", "query_text": "When did China begin to participate in ITER?"}
{"query_id": "388:::1", "query_text": "What types of Chinese institutions have participated in ITER?"}
{"query_id": "388:::2", "query_text": "Which institutions in China have participated in ITER?"}
{"query_id": "388:::3", "query_text": "What projects or phases/technical aspects of the ITER projects have China participated or contributed to?"}
{"query_id": "388:::4", "query_text": "What specific projects have Chinese institutions contributed to ITER?"}
{"query_id": "388:::5", "query_text": "Which Chinese institution(s) have made significant contributions to ITER?"}
{"query_id": "388:::6", "query_text": "In what major areas have Chinese scientists and engineers have been involved in ITER?"}
{"query_id": "388:::7", "query_text": "What is the goal of ITER?"}
{"query_id": "388:::8", "query_text": "What does ITER stand for?"}
{"query_id": "388:::9", "query_text": "What countries participate in ITER?"}
{"query_id": "308:::0", "query_text": "How many people travel globally for medical/cosmetic treatment?"}
{"query_id": "308:::1", "query_text": "Which country is the leading medical tourism destination?"}
{"query_id": "308:::2", "query_text": "What is the cornerstone of medical tourism in Thailand?"}
{"query_id": "308:::3", "query_text": "What are some of the advanced medical services offered in Thailand?"}
{"query_id": "308:::4", "query_text": "How many medical tourists choose Thailand each year?"}
{"query_id": "308:::5", "query_text": "What are some of the countries from which patients visit Thailand for medical treatment?"}
{"query_id": "308:::6", "query_text": "What are some of the places from which patients visit Thailand for medical treatment?"}
{"query_id": "308:::7", "query_text": "Which country is recognized as one of the premier destinations for medical tourism, particularly in plastic surgery?"}
{"query_id": "308:::8", "query_text": "What is one factor that enhances Turkey's appeal to medical tourists?"}
{"query_id": "308:::9", "query_text": "In which country are top-tier beauty services offered, hosting the highest number of nose surgeries globally?"}
{"query_id": "365:::0", "query_text": "What kind of boat do immigrants use to cross the English Channel?"}
{"query_id": "365:::1", "query_text": "What are the countries of origin for refugees crossing the English Channel?"}
{"query_id": "365:::2", "query_text": "Why doesn’t the British government return the Iranian refugees to Iran?"}
{"query_id": "365:::3", "query_text": "Why do refugees go to England instead of staying in France?"}
{"query_id": "365:::4", "query_text": "By what means do Britain and France perform rescue operations?"}
{"query_id": "365:::5", "query_text": "Where do British authorities send the children after rescue operations?"}
{"query_id": "365:::6", "query_text": "Where do British authorities refer the survivors to after rescuing them in English Channel?"}
{"query_id": "365:::7", "query_text": "What do British authorities do with the survivors before handing them over to the Immigration Department?"}
{"query_id": "365:::8", "query_text": "What have France and England done to deal with the refugee crisis?"}
{"query_id": "365:::9", "query_text": "What institutions in France and England monitor the refugees?"}
{"query_id": "365:::10", "query_text": "What equipment do French authorities use in order to stop boat refugees from crossing The English Channel?"}
{"query_id": "365:::11", "query_text": "How do France and England deal with human traffickers?"}
{"query_id": "365:::12", "query_text": "What does the bill that is being processed in the British Parliament consider illegal entry into Britain?"}
{"query_id": "365:::13", "query_text": "What was the sentence of the imam of a mosque who had helped refugees cross the English Channel?"}
{"query_id": "365:::14", "query_text": "What is a reason for refugees leaving their countries?"}
{"query_id": "300:::0", "query_text": "How many years has it been since Japan had the same high suicide rate as it did during the COVID 19 pandemic?"}
{"query_id": "300:::1", "query_text": "How many Japanese died in 2020 as a result of suicide?"}
{"query_id": "300:::2", "query_text": "How much did the suicide rate in Japan increase in 2020 relative to 2019?"}
{"query_id": "300:::3", "query_text": "For which gender is suicide more common in Japan?"}
{"query_id": "300:::4", "query_text": "Which gender contributed most to the increase in the suicide rate in Japan in 2020?"}
{"query_id": "300:::5", "query_text": "Which population group, apart from women, contributed most to the increase in the suicide rate in Japan in 2020?"}
{"query_id": "300:::6", "query_text": "How much did the suicide rate of Japanese women increase in 2020 relative to 2019?"}
{"query_id": "300:::7", "query_text": "What was the increase in the suicide rate among Japanese women in their 20s in 2020 relative to 2019?"}
{"query_id": "300:::8", "query_text": "What was the increase in the suicide rate among Japanese women 19 and younger in 2020 relative to 2019?"}
{"query_id": "300:::9", "query_text": "What was the increase in the suicide rate among Japanese elementary and high school students in 2020 compared to 2019?"}
{"query_id": "300:::10", "query_text": "How did the COVID 19 pandemic affect the Japanese population’s mental health?"}
{"query_id": "300:::11", "query_text": "What were some general problems that the pandemic caused?"}
{"query_id": "300:::12", "query_text": "What effects of the pandemic led to the increased rate of suicide in Japan in 2020?"}
{"query_id": "300:::13", "query_text": "How did feelings of guilt affect the suicide rate in Japan in 2020?"}
{"query_id": "300:::14", "query_text": "What causes a psychotic crisis that may lead to suicide?"}
{"query_id": "377:::0", "query_text": "When was a plane of Ukrainian International Airlines shot down by the Iranian military over Tehran?"}
{"query_id": "377:::1", "query_text": "How many people did the plane crash kill?"}
{"query_id": "377:::2", "query_text": "How many crash victims were Canadian citizens?"}
{"query_id": "377:::3", "query_text": "How did Iran's government explain the reason for the plane crash?"}
{"query_id": "377:::4", "query_text": "Which court ruled in 2021 that Iran must pay damages to families of the deceased?"}
{"query_id": "377:::5", "query_text": "Whom did the families of the deceased sue in the Supreme Court of the Canadian province of Ontario?"}
{"query_id": "377:::6", "query_text": "What was the amount of the compensation sought at the time of filing the lawsuit at the Supreme Court of Ontario by the families of those killed in the plane crash??"}
{"query_id": "377:::7", "query_text": "What did the Ontario Supreme Court classify the shooting down of Flight 752 as in its ruling?"}
{"query_id": "377:::8", "query_text": "Whose opinion was the Ontario Supreme Court's decision based on?"}
{"query_id": "377:::9", "query_text": "What did an expert in the Ontario Supreme court conclude about the actions of the Iranian Revolutionary Guards?"}
{"query_id": "377:::10", "query_text": "Based on the Ontario Supreme Court ruling, against whom did Canadian lawyers file a class action lawsuit in connection with the plane crash?"}
{"query_id": "377:::11", "query_text": "What amount of reparations did Canadian lawyers seek in the class action lawsuit against the Iranian authorities?"}
{"query_id": "377:::12", "query_text": "Why was the name of the lead plaintiff withheld in the class action lawsuit against Iranian authorities?"}
{"query_id": "377:::13", "query_text": "Why did Iranian authorities state the Ontario Supreme Court had no jurisdiction over the shooting of the Ukrainian plane by Iranian military?"}
{"query_id": "377:::14", "query_text": "According to a 2012 Canadian law, to which foreign countries does Canadian jurisdiction apply?"}
{"query_id": "377:::15", "query_text": "Why does Canadian jurisdiction apply to Iran?"}
{"query_id": "377:::16", "query_text": "What makes seeking reparations from Iran a lengthy and complex process for Canada?"}
{"query_id": "377:::17", "query_text": "What was the reaction of the Iranian Foreign Minister to the Canadian lawyers’ demands for payments in their class action lawsuit?"}
{"query_id": "377:::18", "query_text": "Why did the Iranian Foreign Minister reject the demands for payments from the Canadian lawyers?"}
