{"query_id": "multi_news-test-3936:::0", "query_text": "What was the general consensus among critics regarding the debate performance of Hillary Clinton and Bernie Sanders?"}
{"query_id": "multi_news-test-3936:::1", "query_text": "What was one of the criticisms made by Lucia Graves about Bernie Sanders' debate performance?"}
{"query_id": "multi_news-test-3936:::2", "query_text": "Who did Bernie Sanders claim he would be better than in terms of race relations?"}
{"query_id": "multi_news-test-3936:::3", "query_text": "What was the topic on which Hillary Clinton was able to present herself as a deeply knowledgeable candidate, according to Scot Lehigh?"}
{"query_id": "multi_news-test-3936:::4", "query_text": "What was the outcome of the debate, according to Chris Cilliza at the Washington Post?"}
{"query_id": "multi_news-test-3936:::5", "query_text": "What was one of the areas where both candidates performed well initially, according to Lucia Graves?"}
{"query_id": "multi_news-test-3936:::6", "query_text": "What was the criticism made by Matthew Yglesias at Vox about Bernie Sanders' debate performance?"}
{"query_id": "multi_news-test-3936:::7", "query_text": "What was one of the topics on which Hillary Clinton attacked Bernie Sanders' plan, and what was her argument against it?"}
{"query_id": "multi_news-test-3936:::8", "query_text": "Who was a prominent figure that came under attack from Bernie Sanders during the debate?"}
{"query_id": "multi_news-test-3936:::9", "query_text": "What was the assessment of Chris Cilliza regarding Hillary Clinton's debate performance?"}
{"query_id": "multi_news-test-3967:::0", "query_text": "What is the name of the annual festival in Yellville, Arkansas, that involves throwing turkeys from buildings and a plane?"}
{"query_id": "multi_news-test-3967:::1", "query_text": "Who is among those who have criticized the Turkey Trot festival as \"sick\"?"}
{"query_id": "multi_news-test-3967:::2", "query_text": "Why are domestic turkeys unable to fly effectively?"}
{"query_id": "multi_news-test-3967:::3", "query_text": "What is the maximum distance that wild turkeys can fly?"}
{"query_id": "multi_news-test-3967:::4", "query_text": "How many turkeys were found injured and bleeding after being dropped from a plane this year?"}
{"query_id": "multi_news-test-3967:::5", "query_text": "What are the names of the four turkeys that were rescued and taken to a New York shelter?"}
{"query_id": "multi_news-test-3967:::6", "query_text": "When did the town of Yellville officially stop throwing turkeys as part of the Turkey Trot festival?"}
{"query_id": "multi_news-test-3967:::7", "query_text": "Why does the FAA say it cannot intervene in the Turkey Trot festival?"}
{"query_id": "multi_news-test-3967:::8", "query_text": "What is the FAA's stance on the practice of dropping live animals from aircraft?"}
{"query_id": "multi_news-test-3967:::9", "query_text": "When was the Turkey Trot festival first started?"}
{"query_id": "multi_news-test-3453:::0", "query_text": "What was the change in depth of Loch Ness caused by tides from the nearby North Sea?"}
{"query_id": "multi_news-test-3453:::1", "query_text": "How did scientists measure the change in depth of Loch Ness?"}
{"query_id": "multi_news-test-3453:::2", "query_text": "What did a professor compare Loch Ness to in describing the phenomenon?"}
{"query_id": "multi_news-test-3453:::3", "query_text": "Would a person on a boat in the middle of the loch notice the change in depth?"}
{"query_id": "multi_news-test-3453:::4", "query_text": "Is this phenomenon unique to Loch Ness or has it been observed in other western European lakes?"}
{"query_id": "multi_news-test-3453:::5", "query_text": "What is the potential application of the method used by scientists in this study?"}
{"query_id": "multi_news-test-3453:::6", "query_text": "Where did the scientists place the underwater pressure sensors to measure the change in depth?"}
{"query_id": "multi_news-test-3453:::7", "query_text": "How does the study suggest that oceans affect the Earth's crust?"}
{"query_id": "multi_news-test-3453:::8", "query_text": "What is the humorous explanation for the change in lake level mentioned in the article?"}
{"query_id": "multi_news-test-3453:::9", "query_text": "What is the name of the study mentioned in the article?"}
{"query_id": "multi_news-test-3487:::0", "query_text": "What is the name of the spacecraft that has entered an area of the solar system that scientists didn't know about?"}
{"query_id": "multi_news-test-3487:::1", "query_text": "2. In what year was the Voyager 1 spacecraft launched?"}
{"query_id": "multi_news-test-3487:::2", "query_text": "3. What term is NASA using to describe the region Voyager 1 has entered?"}
{"query_id": "multi_news-test-3487:::3", "query_text": "4. According to chief scientist Ed Stone, what does the newly discovered region represent?"}
{"query_id": "multi_news-test-3487:::4", "query_text": "5. What changes have Voyager's instruments shown in terms of particles from our solar system and interstellar space?"}
{"query_id": "multi_news-test-3487:::5", "query_text": "6. How long may Voyager 1 stay in the in-between zone before entering interstellar space?"}
{"query_id": "multi_news-test-3487:::6", "query_text": "7. What is expected to happen to Voyager 1 around 2025?"}
{"query_id": "multi_news-test-3487:::7", "query_text": "8. How long will it take Voyager 1 to pass a neighboring star after entering interstellar space?"}
{"query_id": "multi_news-test-3487:::8", "query_text": "9. How long will it take Voyager 1 to approach another star after passing the first one?"}
{"query_id": "multi_news-test-3487:::9", "query_text": "10. What is the significance of the discovery of the \"magnetic highway\" region in the solar system?"}
{"query_id": "multi_news-test-4368:::0", "query_text": "What happened to the number of followers for the random guy that Kanye West decided to follow on Twitter?"}
{"query_id": "multi_news-test-4368:::1", "query_text": "What did the woman Conan O'Brien decided to follow on Twitter receive?"}
{"query_id": "multi_news-test-4368:::2", "query_text": "Why did Steve Holmes delete the Twitter application from his iPhone?"}
{"query_id": "multi_news-test-4368:::3", "query_text": "What happened to Steve Holmes' phone after Kanye West started following him?"}
{"query_id": "multi_news-test-4368:::4", "query_text": "How did Steve Holmes feel about having Kanye West follow him on Twitter initially?"}
{"query_id": "multi_news-test-4368:::5", "query_text": "What kind of messages is Steve Holmes receiving from people he doesn't know?"}
{"query_id": "multi_news-test-4368:::6", "query_text": "Why did Steve Holmes turn down interviews with outlets including the BBC and CNN?"}
{"query_id": "multi_news-test-4368:::7", "query_text": "What did the random woman Conan O'Brien decided to follow on Twitter get for her cancer walk?"}
{"query_id": "multi_news-test-4368:::8", "query_text": "What did Steve Holmes tweet recently?"}
{"query_id": "multi_news-test-4368:::9", "query_text": "What is Steve Holmes' current stance on speaking to the press?"}
{"query_id": "multi_news-test-1643:::0", "query_text": "What was the weather condition on the Chesapeake Bay Bridge-Tunnel when Joseph Chen's truck went over the side?"}
{"query_id": "multi_news-test-1643:::1", "query_text": "How many vehicles have fallen off the Chesapeake Bay Bridge-Tunnel between 1964 and 2011?"}
{"query_id": "multi_news-test-1643:::2", "query_text": "What is the name of the transport company Joseph Chen worked for?"}
{"query_id": "multi_news-test-1643:::3", "query_text": "What was the direction Joseph Chen was driving when his truck went over the side of the bridge?"}
{"query_id": "multi_news-test-1643:::4", "query_text": "How many people survived out of the 10 vehicles that fell off the bridge between 1964 and 2011?"}
{"query_id": "multi_news-test-1643:::5", "query_text": "What was the wind speed when the Level 1 wind advisory was issued?"}
{"query_id": "multi_news-test-1643:::6", "query_text": "What was the approximate time Joseph Chen's truck went over the side of the bridge?"}
{"query_id": "multi_news-test-1643:::7", "query_text": "How long after Joseph Chen's truck was swept off the bridge was the wind advisory raised to a Level 2?"}
{"query_id": "multi_news-test-1643:::8", "query_text": "How many children did Joseph Chen have from a previous marriage?"}
{"query_id": "multi_news-test-1643:::9", "query_text": "What was the water temperature of the Chesapeake Bay when Joseph Chen's truck sank?"}
{"query_id": "multi_news-test-1685:::0", "query_text": "What event happened seven years ago that separated a young girl from her mother?"}
{"query_id": "multi_news-test-1685:::1", "query_text": "How old was the girl when she was taken from her mother?"}
{"query_id": "multi_news-test-1685:::2", "query_text": "What was the girl doing when an acquaintance found her?"}
{"query_id": "multi_news-test-1685:::3", "query_text": "How did Ibrahim recognize the girl as his missing granddaughter?"}
{"query_id": "multi_news-test-1685:::4", "query_text": "What was the condition of the girl when the acquaintance brought her to Ibrahim's home?"}
{"query_id": "multi_news-test-1685:::5", "query_text": "What was the girl's reported intention when she was found by the acquaintance?"}
{"query_id": "multi_news-test-1685:::6", "query_text": "How did the girl's parents verify her identity?"}
{"query_id": "multi_news-test-1685:::7", "query_text": "Where did the acquaintance find the girl?"}
{"query_id": "multi_news-test-1685:::8", "query_text": "How old is the girl now?"}
{"query_id": "multi_news-test-1685:::9", "query_text": "What is the current status of the girl's story?"}
{"query_id": "multi_news-test-3524:::0", "query_text": "What is the reason for Mel Gibson's persona non grata status in Hollywood?"}
{"query_id": "multi_news-test-3524:::1", "query_text": "Who was targeted by Ricky Gervais in his joke at the 2010 Golden Globes awards?"}
{"query_id": "multi_news-test-3524:::2", "query_text": "Why did Ricky Gervais blame NBC on Sunday night?"}
{"query_id": "multi_news-test-3524:::3", "query_text": "What did Mel Gibson introduce on the Golden Globes stage?"}
{"query_id": "multi_news-test-3524:::4", "query_text": "Who did Ricky Gervais prefer to have a drink with instead of Bill Cosby?"}
{"query_id": "multi_news-test-3524:::5", "query_text": "What is the name of the movie for which Mel Gibson introduced clips on the Golden Globes stage?"}
{"query_id": "multi_news-test-3524:::6", "query_text": "How often does Ricky Gervais get to see Mel Gibson, according to Mel Gibson's joke?"}
{"query_id": "multi_news-test-3524:::7", "query_text": "What is the medical procedure that Mel Gibson associates with seeing Ricky Gervais?"}
{"query_id": "multi_news-test-3524:::8", "query_text": "What is the name of the network that Ricky Gervais blamed for putting him in a difficult situation?"}
{"query_id": "multi_news-test-3524:::9", "query_text": "Who is the person that Mel Gibson is known to blame, according to Ricky Gervais?"}
{"query_id": "multi_news-test-3536:::0", "query_text": "How many people were on board the vessel the Nina when it vanished?"}
{"query_id": "multi_news-test-3536:::1", "query_text": "What was the approximate distance between the Bay of Islands in New Zealand and the location where the vessel was last heard from?"}
{"query_id": "multi_news-test-3536:::2", "query_text": "What was the weather like when the crew of the vessel the Nina last made contact?"}
{"query_id": "multi_news-test-3536:::3", "query_text": "How long did the crew of the vessel the Nina have to travel from New Zealand to Australia?"}
{"query_id": "multi_news-test-3536:::4", "query_text": "What was the condition of the vessel the Nina when it left New Zealand's Bay of Islands?"}
{"query_id": "multi_news-test-3536:::5", "query_text": "How many aerial searches have been conducted to locate the missing vessel the Nina?"}
{"query_id": "multi_news-test-3536:::6", "query_text": "What was the advice given by the New Zealand meteorologist to the crew of the vessel the Nina?"}
{"query_id": "multi_news-test-3536:::7", "query_text": "What was the last message received by the New Zealand meteorologist from the crew of the vessel the Nina?"}
{"query_id": "multi_news-test-3536:::8", "query_text": "When was the vessel the Nina expected to arrive in Australia?"}
{"query_id": "multi_news-test-3536:::9", "query_text": "What was the concern expressed by the rescue coordinator regarding the vessel the Nina?"}
{"query_id": "multi_news-test-3560:::0", "query_text": "How many US Catholics are estimated to have been remarried without getting their first marriage annulled by the church?"}
{"query_id": "multi_news-test-3560:::1", "query_text": "What should divorced couples who have remarried do, according to Archbishop Charles Chaput's new guidelines?"}
{"query_id": "multi_news-test-3560:::2", "query_text": "Which groups of people, in addition to divorced couples, are also required to abstain from sex according to the new guidelines?"}
{"query_id": "multi_news-test-3560:::3", "query_text": "What is the purpose of the new guidelines released by Archbishop Charles Chaput?"}
{"query_id": "multi_news-test-3560:::4", "query_text": "According to the guidelines, what can be a sign of \"lacking in maturity\" in couples?"}
{"query_id": "multi_news-test-3560:::5", "query_text": "What should happen to individuals who go against the guidelines, according to the document?"}
{"query_id": "multi_news-test-3560:::6", "query_text": "How do the new guidelines relate to Pope Francis' Joy of Love document?"}
{"query_id": "multi_news-test-3560:::7", "query_text": "What is the tone of Archbishop Charles Chaput's new guidelines compared to Pope Francis' Joy of Love document?"}
{"query_id": "multi_news-test-3560:::8", "query_text": "What is recommended for priests to do with couples who aren't interested in getting married?"}
{"query_id": "multi_news-test-3560:::9", "query_text": "What is the potential consequence of same-sex relationships, according to the guidelines?"}
{"query_id": "multi_news-test-1817:::0", "query_text": "What event was taking place at Ethan Chase Middle School when the incident involving Austin Lacey occurred?"}
{"query_id": "multi_news-test-1817:::1", "query_text": "How did Austin Lacey's classmates react to his Frozen costume?"}
{"query_id": "multi_news-test-1817:::2", "query_text": "What was the reason cited by the school district's superintendent for the principal's action against Austin Lacey?"}
{"query_id": "multi_news-test-1817:::3", "query_text": "What did Austin Lacey's mother, Brooke Francey, claim the principal told her regarding the reason for the costume removal?"}
{"query_id": "multi_news-test-1817:::4", "query_text": "What was Austin Lacey's response to the accusation that his costume was causing a disruption at school?"}
{"query_id": "multi_news-test-1817:::5", "query_text": "How did the school's students respond to the incident involving Austin Lacey?"}
{"query_id": "multi_news-test-1817:::6", "query_text": "What action are students planning to take in response to the incident, according to a Facebook post by Brooke Francey?"}
{"query_id": "multi_news-test-1817:::7", "query_text": "What was the stated goal of the planned action by the students, as written on the flyers they were distributing?"}
{"query_id": "multi_news-test-1817:::8", "query_text": "What is the age of the student, Austin Lacey, who was involved in the incident?"}
{"query_id": "multi_news-test-1817:::9", "query_text": "What was the reaction of one parent to the incident, as described in the article?"}
{"query_id": "multi_news-test-1885:::0", "query_text": "What was the name of the builder feared dead after a plane went down off the coast of Amagansett, Long Island?"}
{"query_id": "multi_news-test-1885:::1", "query_text": "How many people were on board the Piper PA-31 Navajo when it crashed, and who were they?"}
{"query_id": "multi_news-test-1885:::2", "query_text": "What is the name of the pilot who flew the Krupinski's plane into an unexpected storm?"}
{"query_id": "multi_news-test-1885:::3", "query_text": "What is the estimated value of the real-estate empire owned by Ben and Bonnie Krupinski?"}
{"query_id": "multi_news-test-1885:::4", "query_text": "What is the name of the organization that has not yet determined the exact cause of the crash?"}
{"query_id": "multi_news-test-1885:::5", "query_text": "What was the age of Will Maerov, the grandson of Ben and Bonnie Krupinski, who was on board the plane?"}
{"query_id": "multi_news-test-1885:::6", "query_text": "How many bodies were recovered from the crash site, and how many people are still missing?"}
{"query_id": "multi_news-test-1885:::7", "query_text": "What was the reason for the suspension of the search for the missing people by the Coast Guard?"}
{"query_id": "multi_news-test-1885:::8", "query_text": "What is the name of the road where traffic congestion is a common problem, particularly in the summer months, and which small planes and helicopters help to avoid?"}
{"query_id": "multi_news-test-1885:::9", "query_text": "What are some of the philanthropic efforts that Ben and Bonnie Krupinski were known for in their community?"}
{"query_id": "multi_news-test-1888:::0", "query_text": "What was the result of the election to the Senate from Alabama on Tuesday?"}
{"query_id": "multi_news-test-1888:::1", "query_text": "What was the percentage of votes Jones had when 92% of votes were counted?"}
{"query_id": "multi_news-test-1888:::2", "query_text": "What was the percentage of votes Moore had when 92% of votes were counted?"}
{"query_id": "multi_news-test-1888:::3", "query_text": "What were the allegations against Roy Moore that he faced during the election campaign?"}
{"query_id": "multi_news-test-1888:::4", "query_text": "What was the impact of Jones' victory on the Republican majority in the Senate?"}
{"query_id": "multi_news-test-1888:::5", "query_text": "How did Jones rally voters during the election campaign?"}
{"query_id": "multi_news-test-1888:::6", "query_text": "What were the factors that contributed to Jones' victory?"}
{"query_id": "multi_news-test-1888:::7", "query_text": "How does Jones' win affect the Democratic Party's plans for the next year?"}
{"query_id": "multi_news-test-1888:::8", "query_text": "Who initially faced opposition from the Republican Party before being later endorsed by the party and the President?"}
{"query_id": "multi_news-test-1888:::9", "query_text": "What was Jones' profession before he was elected to the Senate?"}
{"query_id": "multi_news-test-2930:::0", "query_text": "What is the name of the nightclub where Jon Gosselin will be stripping on April 1?"}
{"query_id": "multi_news-test-2930:::1", "query_text": "Who is the owner of Dusk Nightclub?"}
{"query_id": "multi_news-test-2930:::2", "query_text": "What is the name of the show that Jon Gosselin will be a part of?"}
{"query_id": "multi_news-test-2930:::3", "query_text": "How does the club owner describe the level of risqué in the show?"}
{"query_id": "multi_news-test-2930:::4", "query_text": "What is the name of the DJ group that Jon Gosselin is a part of?"}
{"query_id": "multi_news-test-2930:::5", "query_text": "What is Jon Gosselin's current role at Dusk Nightclub?"}
{"query_id": "multi_news-test-2930:::6", "query_text": "What kind of act is the Men Untamed Revue Show similar to?"}
{"query_id": "multi_news-test-2930:::7", "query_text": "What is Jon Gosselin's age?"}
{"query_id": "multi_news-test-2930:::8", "query_text": "What is the name of the publication that confirms the show is not an April Fool's joke?"}
{"query_id": "multi_news-test-2930:::9", "query_text": "What is Jon Gosselin's previous claim to fame?"}
{"query_id": "multi_news-test-2941:::0", "query_text": "What was the main reason why Jack Yufe's life story was considered fascinating?"}
{"query_id": "multi_news-test-2941:::1", "query_text": "What was the occupation of Oskar Stohr, Jack Yufe's identical twin brother?"}
{"query_id": "multi_news-test-2941:::2", "query_text": "What was the name of the professor who studied the pair of twins as part of a well-known study at the University of Minnesota?"}
{"query_id": "multi_news-test-2941:::3", "query_text": "How did Jack Yufe and his twin brother Oskar Stohr first meet again after being separated?"}
{"query_id": "multi_news-test-2941:::4", "query_text": "What was the common trait that Jack Yufe and his twin brother Oskar Stohr shared in terms of their dressing style?"}
{"query_id": "multi_news-test-2941:::5", "query_text": "What was the reason why Jack Yufe didn't attend his twin brother's funeral?"}
{"query_id": "multi_news-test-2941:::6", "query_text": "What was the name of the country where Jack Yufe was born?"}
{"query_id": "multi_news-test-2941:::7", "query_text": "How old was Jack Yufe when he died?"}
{"query_id": "multi_news-test-2941:::8", "query_text": "What was the name of the organization that Oskar Stohr was a member of?"}
{"query_id": "multi_news-test-2941:::9", "query_text": "What was the name of the newspaper that drew a comparison between Jack Yufe's life story and a \"tabloid headline\"?"}
{"query_id": "multi_news-test-2960:::0", "query_text": "What was found on a beach in northern Japan just days ago?"}
{"query_id": "multi_news-test-2960:::1", "query_text": "How many men were found on the second boat discovered in Japan?"}
{"query_id": "multi_news-test-2960:::2", "query_text": "What was the condition of the 23-foot wooden boat found on a beach near Oga?"}
{"query_id": "multi_news-test-2960:::3", "query_text": "How many foreign ships have washed ashore in Japan this year?"}
{"query_id": "multi_news-test-2960:::4", "query_text": "Why do some people believe North Korea has been calling for more seafood to be fished?"}
{"query_id": "multi_news-test-2960:::5", "query_text": "What is the theory behind North Korean citizens taking boats that are in subpar condition far off its shores?"}
{"query_id": "multi_news-test-2960:::6", "query_text": "What happens to the Sea of Japan when November comes?"}
{"query_id": "multi_news-test-2960:::7", "query_text": "What happened to the boat that carried the eight live men from North Korea?"}
{"query_id": "multi_news-test-2960:::8", "query_text": "What is the current status of the police investigation into the two cases?"}
{"query_id": "multi_news-test-2960:::9", "query_text": "What is the distance between North Korea and the location where the second boat was found?"}
{"query_id": "multi_news-test-4411:::0", "query_text": "What is the current status of OJ Simpson's parole, according to TMZ?"}
{"query_id": "multi_news-test-4411:::1", "query_text": "What incident led to OJ Simpson being banned from the Cosmopolitan Hotel in Las Vegas?"}
{"query_id": "multi_news-test-4411:::2", "query_text": "How did OJ Simpson behave when security arrived to escort him out of the hotel?"}
{"query_id": "multi_news-test-4411:::3", "query_text": "What does OJ Simpson's lawyer, Malcolm LaVergne, claim was the reason for the hotel banning Simpson?"}
{"query_id": "multi_news-test-4411:::4", "query_text": "What right do private properties in Nevada have, according to Malcolm LaVergne?"}
{"query_id": "multi_news-test-4411:::5", "query_text": "What could be the consequence for OJ Simpson if he was indeed drunk at the hotel?"}
{"query_id": "multi_news-test-4411:::6", "query_text": "What does a witness claim about OJ Simpson's drinking behavior at the hotel?"}
{"query_id": "multi_news-test-4411:::7", "query_text": "How does Malcolm LaVergne describe OJ Simpson's drinking habits when socializing?"}
{"query_id": "multi_news-test-4411:::8", "query_text": "What has OJ Simpson been doing since his release from prison?"}
{"query_id": "multi_news-test-4411:::9", "query_text": "Where is OJ Simpson currently living in Las Vegas?"}
{"query_id": "multi_news-test-4426:::0", "query_text": "What did Charleston Police Chief Greg Mullen say about the mass shooting at the Emanuel AME Church?"}
{"query_id": "multi_news-test-4426:::1", "query_text": "What was the demographic breakdown of the victims in the mass shooting?"}
{"query_id": "multi_news-test-4426:::2", "query_text": "What did the gunman reportedly say to one of the survivors?"}
{"query_id": "multi_news-test-4426:::3", "query_text": "What was the age and occupation of State Sen. Clementa Pinckney, the church's pastor who was killed in the attack?"}
{"query_id": "multi_news-test-4426:::4", "query_text": "What was the history and significance of the Emanuel AME Church?"}
{"query_id": "multi_news-test-4426:::5", "query_text": "What was the description of the suspect provided by the police?"}
{"query_id": "multi_news-test-4426:::6", "query_text": "What was the reaction of Mayor Joe Riley to the shooting?"}
{"query_id": "multi_news-test-4426:::7", "query_text": "How long did the shooter reportedly stay at the church before opening fire?"}
{"query_id": "multi_news-test-4426:::8", "query_text": "What was the response of the police to the shooting, and what measures were taken to search for the suspect?"}
{"query_id": "multi_news-test-4426:::9", "query_text": "How did the presidential candidates Jeb Bush and Hillary Clinton respond to the shooting?"}
{"query_id": "multi_news-test-4454:::0", "query_text": "Who will deliver his inaugural address at 11:51 am on Friday?"}
{"query_id": "multi_news-test-4454:::1", "query_text": "According to experts, what will drive Trump's message home in his inaugural address?"}
{"query_id": "multi_news-test-4454:::2", "query_text": "Which three speeches did Trump look to in preparation for his own inaugural address?"}
{"query_id": "multi_news-test-4454:::3", "query_text": "What is the relevance of Nixon's speech to Trump's situation?"}
{"query_id": "multi_news-test-4454:::4", "query_text": "What is the possibility of ad-libs in Trump's address?"}
{"query_id": "multi_news-test-4454:::5", "query_text": "Who largely wrote Trump's inaugural address?"}
{"query_id": "multi_news-test-4454:::6", "query_text": "What is the \"Let America Hear Us, Roar for Trump\" group doing in Dupont Circle?"}
{"query_id": "multi_news-test-4454:::7", "query_text": "What is the security concern posed by Trump's first ride in the presidential limousine?"}
{"query_id": "multi_news-test-4454:::8", "query_text": "Why did five Trump voters from different backgrounds travel to DC for the inauguration?"}
{"query_id": "multi_news-test-4454:::9", "query_text": "What is the town of Melania Trump's hometown in Slovenia doing on the day of the inauguration?"}
{"query_id": "multi_news-test-4473:::0", "query_text": "What is the name of the metabolic disorder that Owen was diagnosed with as an infant?"}
{"query_id": "multi_news-test-4473:::1", "query_text": "How often does Owen need to be fed to prevent his body from breaking down his muscles for energy?"}
{"query_id": "multi_news-test-4473:::2", "query_text": "What is the name of the special medical formula that Owen is on, and how is it administered?"}
{"query_id": "multi_news-test-4473:::3", "query_text": "How many times has Owen been hospitalized in the past 20 months?"}
{"query_id": "multi_news-test-4473:::4", "query_text": "What is the chance that the Tortis will have a second child with the same disorder?"}
{"query_id": "multi_news-test-4473:::5", "query_text": "How much money did the two teams raise by running the Ragnar Relay through Tennessee?"}
{"query_id": "multi_news-test-4473:::6", "query_text": "When was LCHAD first diagnosed, and how many newborns is it estimated to affect?"}
{"query_id": "multi_news-test-4473:::7", "query_text": "What are some of the complications that Owen can experience if he doesn't eat frequently enough?"}
{"query_id": "multi_news-test-4473:::8", "query_text": "How was Owen born, and what is his current age?"}
{"query_id": "multi_news-test-4473:::9", "query_text": "What is the name of the page where the family is raising funds to help with medical bills?"}
{"query_id": "multi_news-test-702:::0", "query_text": "Who is Al Gore's representative who commented on his political ambitions?"}
{"query_id": "multi_news-test-702:::1", "query_text": "What is the name of the news site that first reported Al Gore's possible run for the White House?"}
{"query_id": "multi_news-test-702:::2", "query_text": "What is the name of the journalist who wrote the initial report on Al Gore's possible presidential run?"}
{"query_id": "multi_news-test-702:::3", "query_text": "What is Al Gore's main focus, according to his representative?"}
{"query_id": "multi_news-test-702:::4", "query_text": "What is the name of the news site that published a follow-up report on Al Gore's possible run for the White House?"}
{"query_id": "multi_news-test-702:::5", "query_text": "What time did Buzzfeed publish the report claiming supporters of Al Gore were discussing a possible run for the White House?"}
{"query_id": "multi_news-test-702:::6", "query_text": "How did a member of Al Gore's inner circle respond to the chatter about his possible presidential run?"}
{"query_id": "multi_news-test-702:::7", "query_text": "What does Al Gore's representative claim is not true about his political ambitions?"}
{"query_id": "multi_news-test-702:::8", "query_text": "What is the reason some Democrats are doubting their frontrunner, according to Andrew Kaczynski?"}
{"query_id": "multi_news-test-702:::9", "query_text": "What is the name of the issue Al Gore's representative claims he is \"laser-focused\" on solving?"}
{"query_id": "multi_news-test-708:::0", "query_text": "What is the name of the 85-year-old woman from Wisconsin whose obituary was featured by The AV Club?"}
{"query_id": "multi_news-test-708:::1", "query_text": "According to Mary \"Pink\" Mullaney's family, what is a creative way to use old pantyhose?"}
{"query_id": "multi_news-test-708:::2", "query_text": "What is a unique way to get picky-eating children to eat vegetables, as suggested by Mary \"Pink\" Mullaney?"}
{"query_id": "multi_news-test-708:::3", "query_text": "What is Mary \"Pink\" Mullaney's advice on how to treat people you might not like?"}
{"query_id": "multi_news-test-708:::4", "query_text": "How did Mary \"Pink\" Mullaney suggest making the car \"dance\" while driving?"}
{"query_id": "multi_news-test-708:::5", "query_text": "What is a creative way to deal with a possum that has taken up residence in your shed, according to Mary \"Pink\" Mullaney?"}
{"query_id": "multi_news-test-708:::6", "query_text": "Why did Mary \"Pink\" Mullaney's family include lessons and quotes from her in her obituary?"}
{"query_id": "multi_news-test-708:::7", "query_text": "What is the name of the local news station that interviewed Mary \"Pink\" Mullaney's daughter?"}
{"query_id": "multi_news-test-708:::8", "query_text": "What is the name of the city where a writer wrote a self-written obituary that was also featured?"}
{"query_id": "multi_news-test-708:::9", "query_text": "What is the name of the website or publication that featured Mary \"Pink\" Mullaney's obituary?"}
{"query_id": "multi_news-test-744:::0", "query_text": "What has California agreed to stop using as a means of controlling prison gangs?"}
{"query_id": "multi_news-test-744:::1", "query_text": "2. Who were the two inmates who originally filed the class-action federal lawsuit in 2009?"}
{"query_id": "multi_news-test-744:::2", "query_text": "3. What is the expected outcome for many of the prisoners who were previously held in solitary confinement?"}
{"query_id": "multi_news-test-744:::3", "query_text": "4. What type of cells were often used to segregate prisoners, and what were their living conditions like?"}
{"query_id": "multi_news-test-744:::4", "query_text": "5. What are the new \"restrictive custody units\" intended for, and what privileges will they allow prisoners?"}
{"query_id": "multi_news-test-744:::5", "query_text": "6. What is the union that represents most prison guards concerned about, regarding the state's decision?"}
{"query_id": "multi_news-test-744:::6", "query_text": "7. How many inmates are covered in the class-action federal lawsuit?"}
{"query_id": "multi_news-test-744:::7", "query_text": "8. What was the duration of solitary confinement for hundreds of prisoners under California's previous policy?"}
{"query_id": "multi_news-test-744:::8", "query_text": "9. What activities or privileges will prisoners in the new \"restrictive custody units\" have access to?"}
{"query_id": "multi_news-test-744:::9", "query_text": "10. What is the potential risk, according to the prison guards' union, if the state returns to the prison environment of the '70s and '80s?"}
{"query_id": "multi_news-test-673:::0", "query_text": "What event took place on Thursday night, according to the given document?"}
{"query_id": "multi_news-test-673:::1", "query_text": "2. Who is the former Reagan administration official mentioned in the document?"}
{"query_id": "multi_news-test-673:::2", "query_text": "3. What is notable about Doug Elmets' voting decision this year?"}
{"query_id": "multi_news-test-673:::3", "query_text": "4. What famous political quote did Doug Elmets reference in his speech?"}
{"query_id": "multi_news-test-673:::4", "query_text": "5. Who did Doug Elmets compare to Ronald Reagan in his speech?"}
{"query_id": "multi_news-test-673:::5", "query_text": "6. What was Doug Elmets' reaction to the possibility of Trump leading the nation?"}
{"query_id": "multi_news-test-673:::6", "query_text": "7. What is the name of the publication that reported on Doug Elmets' speech?"}
{"query_id": "multi_news-test-673:::7", "query_text": "8. What is the name of the convention where Doug Elmets gave his speech?"}
{"query_id": "multi_news-test-673:::8", "query_text": "9. What is the political affiliation of Doug Elmets, as revealed in the document?"}
{"query_id": "multi_news-test-673:::9", "query_text": "10. What is the main reason why Doug Elmets will be voting Democratic for the first time in his life?"}
{"query_id": "multi_news-test-683:::0", "query_text": "What was the reaction of the Pope when the women ripped their shirts off during his Sunday address?"}
{"query_id": "multi_news-test-683:::1", "query_text": "2. Who were the women that protested against the Vatican's anti-gay marriage stance?"}
{"query_id": "multi_news-test-683:::2", "query_text": "3. What was written in the Vatican editorial that sparked the protest by the Ukrainian Femen group?"}
{"query_id": "multi_news-test-683:::3", "query_text": "4. What did the slogans on the women's shirts read?"}
{"query_id": "multi_news-test-683:::4", "query_text": "5. What was the reason for the protest by the Ukrainian Femen group?"}
{"query_id": "multi_news-test-683:::5", "query_text": "6. How did the police respond to the protest by the Ukrainian Femen group?"}
{"query_id": "multi_news-test-683:::6", "query_text": "7. What was the context of the Vatican editorial that sparked the protest?"}
{"query_id": "multi_news-test-683:::7", "query_text": "8. What was the Pope's stance on gay marriage as mentioned in the document?"}
{"query_id": "multi_news-test-683:::8", "query_text": "9. What was the reaction of the women when they were carted away by the police?"}
{"query_id": "multi_news-test-683:::9", "query_text": "10. What was the environment that the Vatican considers ideal for learning the meaning of human relations?"}
{"query_id": "multi_news-test-694:::0", "query_text": "What is the name of the Colombian police dog that recently tracked down more than 10 tons of cocaine?"}
{"query_id": "multi_news-test-694:::1", "query_text": "What is the name of the major drug gang that placed a bounty on Sombra's head?"}
{"query_id": "multi_news-test-694:::2", "query_text": "Where was Sombra initially located before being moved to a safer location?"}
{"query_id": "multi_news-test-694:::3", "query_text": "What is the name of the airport where Sombra was moved to?"}
{"query_id": "multi_news-test-694:::4", "query_text": "What type of dog is Sombra?"}
{"query_id": "multi_news-test-694:::5", "query_text": "How old is Sombra?"}
{"query_id": "multi_news-test-694:::6", "query_text": "What is the name of the organization that Sombra is a part of?"}
{"query_id": "multi_news-test-694:::7", "query_text": "What is the nickname given to Sombra by local media?"}
{"query_id": "multi_news-test-694:::8", "query_text": "Why did the Urabeños members offer a bounty on Sombra's head?"}
{"query_id": "multi_news-test-694:::9", "query_text": "What is the range of the bounty offered by the Urabeños members?"}
{"query_id": "multi_news-test-696:::0", "query_text": "What is the main purpose of the Willie Nelson concert on September 29 in Austin?"}
{"query_id": "multi_news-test-696:::1", "query_text": "Who is Willie Nelson supporting in the upcoming election?"}
{"query_id": "multi_news-test-696:::2", "query_text": "What is unusual about Willie Nelson's concert for Beto O'Rourke?"}
{"query_id": "multi_news-test-696:::3", "query_text": "What are some of the issues that Willie Nelson has been an advocate for in the past?"}
{"query_id": "multi_news-test-696:::4", "query_text": "How do some of Willie Nelson's conservative fans feel about his ties to Beto O'Rourke?"}
{"query_id": "multi_news-test-696:::5", "query_text": "What is the name of the rally that Willie Nelson is headlining?"}
{"query_id": "multi_news-test-696:::6", "query_text": "Who is Beto O'Rourke running against in the election?"}
{"query_id": "multi_news-test-696:::7", "query_text": "What is one reason why some fans are unhappy with Willie Nelson's decision to support Beto O'Rourke?"}
{"query_id": "multi_news-test-696:::8", "query_text": "How has Willie Nelson's publicist described the concert on September 29?"}
{"query_id": "multi_news-test-696:::9", "query_text": "What is one way that Willie Nelson has shown his support for Beto O'Rourke in the past?"}
{"query_id": "multi_news-test-593:::0", "query_text": "What is the primary difference between the disappearance of Malaysia Airlines Flight 370 and AirAsia Flight 8501 in terms of onboard systems?"}
{"query_id": "multi_news-test-593:::1", "query_text": "What was the weather condition like when AirAsia Flight 8501 disappeared?"}
{"query_id": "multi_news-test-593:::2", "query_text": "What was the last communication between the AirAsia pilot and air traffic control?"}
{"query_id": "multi_news-test-593:::3", "query_text": "How much flying experience did the pilot of Flight 370 have compared to the combined experience of Flight 8501's pilot and co-pilot?"}
{"query_id": "multi_news-test-593:::4", "query_text": "Why did neither Flight 370 nor Flight 8501 issue an emergency distress call?"}
{"query_id": "multi_news-test-593:::5", "query_text": "What was the major difference between the search areas for Flight 370 and Flight 8501?"}
{"query_id": "multi_news-test-593:::6", "query_text": "How does the search area for Flight 8501 differ from the Indian Ocean in terms of depth?"}
{"query_id": "multi_news-test-593:::7", "query_text": "What factor contributed to the lack of immediate communication from the pilots of both flights during emergencies?"}
{"query_id": "multi_news-test-593:::8", "query_text": "How does the radar coverage in the search area for Flight 8501 compare to that in the search area for Flight 370?"}
{"query_id": "multi_news-test-593:::9", "query_text": "What was the response of the AirAsia pilot to the stormy weather encountered by Flight 8501?"}
{"query_id": "multi_news-test-2302:::0", "query_text": "What is the current status of Breitbart's temporary press credentials to cover Congress?"}
{"query_id": "multi_news-test-2302:::1", "query_text": "What is the main concern of the Capitol Hill Standing Committee of Correspondents regarding Breitbart?"}
{"query_id": "multi_news-test-2302:::2", "query_text": "Who used to run the Government Accountability Institute, which is funded by a major Republican donor?"}
{"query_id": "multi_news-test-2302:::3", "query_text": "What is one of the requirements for news outlets to gain congressional access, according to the committee?"}
{"query_id": "multi_news-test-2302:::4", "query_text": "What is the relationship between the Government Accountability Institute and Breitbart?"}
{"query_id": "multi_news-test-2302:::5", "query_text": "What is the committee's reason for not considering Breitbart's application for permanent credentials?"}
{"query_id": "multi_news-test-2302:::6", "query_text": "What is the deadline for Breitbart's temporary press credentials?"}
{"query_id": "multi_news-test-2302:::7", "query_text": "Who is the major Republican donor funding the Government Accountability Institute?"}
{"query_id": "multi_news-test-2302:::8", "query_text": "What is the condition for Breitbart to reapply for congressional access?"}
{"query_id": "multi_news-test-2302:::9", "query_text": "What is the role of the secretary for the Capitol Hill Standing Committee of Correspondents?"}
{"query_id": "multi_news-test-2394:::0", "query_text": "What is the ABC conjecture and why is it considered a big problem in the world of math?"}
{"query_id": "multi_news-test-2394:::1", "query_text": "Who is Shinichi Mochizuki and what is his claim related to the ABC conjecture?"}
{"query_id": "multi_news-test-2394:::2", "query_text": "Why is it difficult for mathematicians to understand Mochizuki's proof of the ABC conjecture?"}
{"query_id": "multi_news-test-2394:::3", "query_text": "What is the Inter-Universal Teichmuller Theory and why is it necessary to master it to understand Mochizuki's proof?"}
{"query_id": "multi_news-test-2394:::4", "query_text": "How long has Mochizuki's proof been in a state of \"math limbo\" and what efforts have been made to clarify it?"}
{"query_id": "multi_news-test-2394:::5", "query_text": "What is the significance of the ABC conjecture and why is its proof considered a major milestone?"}
{"query_id": "multi_news-test-2394:::6", "query_text": "Can you explain the concept of \"smooth numbers\" in number theory and how it relates to the ABC conjecture?"}
{"query_id": "multi_news-test-2394:::7", "query_text": "What is the general reaction of mathematicians to Mochizuki's proof, and why is it not being widely accepted or rejected?"}
{"query_id": "multi_news-test-2394:::8", "query_text": "Who is Minhyong Kim and what is his opinion on the current state of Mochizuki's proof?"}
{"query_id": "multi_news-test-2394:::9", "query_text": "What is the potential impact of the ABC conjecture's proof on our understanding of the \"nature of numbers\"?"}
{"query_id": "multi_news-test-1523:::0", "query_text": "How big is the Kepler 78b planet compared to Earth?"}
{"query_id": "multi_news-test-1523:::1", "query_text": "What is the distance between Kepler 78b and its host star compared to the distance between Earth and the sun?"}
{"query_id": "multi_news-test-1523:::2", "query_text": "What is the temperature range of Kepler 78b?"}
{"query_id": "multi_news-test-1523:::3", "query_text": "How does the size of the sun appear from the surface of Kepler 78b compared to its appearance from Earth?"}
{"query_id": "multi_news-test-1523:::4", "query_text": "What is the orbital period of Kepler 78b around its host star?"}
{"query_id": "multi_news-test-1523:::5", "query_text": "How did astronomers initially discover Kepler 78b?"}
{"query_id": "multi_news-test-1523:::6", "query_text": "How far is Kepler 78b from Earth?"}
{"query_id": "multi_news-test-1523:::7", "query_text": "Why is the formation of Kepler 78b considered an enigma?"}
{"query_id": "multi_news-test-1523:::8", "query_text": "What is the composition of Kepler 78b similar to?"}
{"query_id": "multi_news-test-1523:::9", "query_text": "What conclusion can be drawn from the discovery of Kepler 78b regarding other Earth-like planets?"}
{"query_id": "multi_news-test-1543:::0", "query_text": "How many acres of the University of Mississippi Medical Center campus is expected to have bodies buried?"}
{"query_id": "multi_news-test-1543:::1", "query_text": "2. In what year did the Mississippi State Lunatic Asylum, the state's first mental institution, open?"}
{"query_id": "multi_news-test-1543:::2", "query_text": "3. What was discovered during the 2012 road construction on the campus?"}
{"query_id": "multi_news-test-1543:::3", "query_text": "4. How many bodies were estimated to be buried on the campus after the radar testing in 2014?"}
{"query_id": "multi_news-test-1543:::4", "query_text": "5. What is the estimated cost of hiring an outside company to handle the exhumations and reburials?"}
{"query_id": "multi_news-test-1543:::5", "query_text": "6. How much would it cost UMMC to handle the exhumations and reburials itself over an 8-year period?"}
{"query_id": "multi_news-test-1543:::6", "query_text": "7. What is the possible purpose of creating a lab to study the remains of the asylum patients?"}
{"query_id": "multi_news-test-1543:::7", "query_text": "8. In what year did the asylum cease to be operational?"}
{"query_id": "multi_news-test-1543:::8", "query_text": "9. How many years after the asylum closed did the University of Mississippi Medical Center open?"}
{"query_id": "multi_news-test-1543:::9", "query_text": "10. What was the reason for conducting radar testing on the campus in 2014?"}
{"query_id": "multi_news-test-1590:::0", "query_text": "What was the initial public offering price of Groupon's stock?"}
{"query_id": "multi_news-test-1590:::1", "query_text": "How much is Groupon valued at, according to its current stock price?"}
{"query_id": "multi_news-test-1590:::2", "query_text": "What is the name of the publication that reported Groupon's stock price at the market's open today?"}
{"query_id": "multi_news-test-1590:::3", "query_text": "Why are institutional investors selling Groupon's stock quickly, according to Henry Blodget?"}
{"query_id": "multi_news-test-1590:::4", "query_text": "What is Henry Blodget's stance on owning Groupon's stock at its current price?"}
{"query_id": "multi_news-test-1590:::5", "query_text": "What is the potential worst-case scenario for Groupon's stock price in the near future, according to the article?"}
{"query_id": "multi_news-test-1590:::6", "query_text": "How much did Groupon's stock price surge above its initial public offering price?"}
{"query_id": "multi_news-test-1590:::7", "query_text": "What is the name of the publication where Henry Blodget expressed his opinion on Groupon's stock?"}
{"query_id": "multi_news-test-1590:::8", "query_text": "What business transition is Groupon currently undergoing, according to Henry Blodget?"}
{"query_id": "multi_news-test-1590:::9", "query_text": "What is the possible best-case scenario for Groupon's stock price mentioned in the article?"}
{"query_id": "multi_news-test-4722:::0", "query_text": "Who apparently knew the Amtrak train was going too fast in Washington state?"}
{"query_id": "multi_news-test-4722:::1", "query_text": "What was the speed of the train when it entered the 30mph zone?"}
{"query_id": "multi_news-test-4722:::2", "query_text": "How many people were killed in the train derailment?"}
{"query_id": "multi_news-test-4722:::3", "query_text": "What is the name of the agency that released the preliminary report?"}
{"query_id": "multi_news-test-4722:::4", "query_text": "How long before the crash did the engineer comment on the \"over speed condition\"?"}
{"query_id": "multi_news-test-4722:::5", "query_text": "Was the conductor using a cellphone during the crash?"}
{"query_id": "multi_news-test-4722:::6", "query_text": "What was the train's original speed limit in the zone where it derailed?"}
{"query_id": "multi_news-test-4722:::7", "query_text": "How many people were injured in the train derailment?"}
{"query_id": "multi_news-test-4722:::8", "query_text": "Why was the train going nearly 80mph as it entered a 30mph zone?"}
{"query_id": "multi_news-test-4722:::9", "query_text": "Was the train on a new route when it derailed?"}
{"query_id": "multi_news-test-4778:::0", "query_text": "Who was pardoned by President Trump?"}
{"query_id": "multi_news-test-4778:::1", "query_text": "What was the name of the governor of Illinois who was mentioned as a potential recipient of a pardon?"}
{"query_id": "multi_news-test-4778:::2", "query_text": "What was the name of the conservative firebrand who was given a full pardon?"}
{"query_id": "multi_news-test-4778:::3", "query_text": "How many years of probation did Dinesh D'Souza receive?"}
{"query_id": "multi_news-test-4778:::4", "query_text": "What was the name of the former US attorney who was criticized by Dinesh D'Souza on Twitter?"}
{"query_id": "multi_news-test-4778:::5", "query_text": "What was the name of the film made by Dinesh D'Souza?"}
{"query_id": "multi_news-test-4778:::6", "query_text": "Who did Dinesh D'Souza get people to donate money to?"}
{"query_id": "multi_news-test-4778:::7", "query_text": "What was the fine that Dinesh D'Souza received?"}
{"query_id": "multi_news-test-4778:::8", "query_text": "What was the name of the political party that D'Souza used \"straw donors\" for?"}
{"query_id": "multi_news-test-4778:::9", "query_text": "What was the amount of money that Dinesh D'Souza reimbursed to his donors?"}
{"query_id": "multi_news-test-1942:::0", "query_text": "What was the reason for William Hannah's hospitalization in September 2017?"}
{"query_id": "multi_news-test-1942:::1", "query_text": "What serious health issue did William Hannah develop while being treated at Salford Royal Hospital?"}
{"query_id": "multi_news-test-1942:::2", "query_text": "What medical procedure was being performed on William Hannah when the hospital staff made the error?"}
{"query_id": "multi_news-test-1942:::3", "query_text": "What object was mistakenly passed to the doctor by an assistant, which led to the error?"}
{"query_id": "multi_news-test-1942:::4", "query_text": "What was the result of the doctor using the wrong substance to rinse William Hannah's lung?"}
{"query_id": "multi_news-test-1942:::5", "query_text": "What was the reaction of the hospital's medical director to the incident?"}
{"query_id": "multi_news-test-1942:::6", "query_text": "What factors were cited in the internal hospital report as contributing to the error?"}
{"query_id": "multi_news-test-1942:::7", "query_text": "What action is being taken by William Hannah's family in response to the hospital's error?"}
{"query_id": "multi_news-test-1942:::8", "query_text": "What will take place in early 2019 regarding the cause of William Hannah's death?"}
{"query_id": "multi_news-test-1942:::9", "query_text": "How old was William Hannah when he passed away at Salford Royal Hospital?"}
{"query_id": "multi_news-test-1975:::0", "query_text": "What was President Obama's approval rating before his second inauguration?"}
{"query_id": "multi_news-test-1975:::1", "query_text": "What was the gap in Americans' trust between President Obama and congressional Republicans on the economy following Obama's reelection?"}
{"query_id": "multi_news-test-1975:::2", "query_text": "How does President Obama's current approval rating compare to that of most modern presidents at this moment in their second terms?"}
{"query_id": "multi_news-test-1975:::3", "query_text": "What is the general opinion of Americans regarding the sequester?"}
{"query_id": "multi_news-test-1975:::4", "query_text": "Do most Americans believe the sequester will have an impact on their personal lives?"}
{"query_id": "multi_news-test-1975:::5", "query_text": "What percentage of Americans blame congressional Republicans for the sequester?"}
{"query_id": "multi_news-test-1975:::6", "query_text": "What percentage of Americans want the two sides to cooperate to end the sequester?"}
{"query_id": "multi_news-test-1975:::7", "query_text": "How has President Obama's approval rating changed since his reelection?"}
{"query_id": "multi_news-test-1975:::8", "query_text": "Who is the only modern president with a similar approval rating to Obama's at this point in their second term?"}
{"query_id": "multi_news-test-1975:::9", "query_text": "What is the current percentage of Americans who trust President Obama over congressional Republicans on the economy?"}
{"query_id": "multi_news-test-1977:::0", "query_text": "What will President Obama do instead of attending Antonin Scalia's funeral on Saturday?"}
{"query_id": "multi_news-test-1977:::1", "query_text": "Who will attend Antonin Scalia's funeral on behalf of President Obama?"}
{"query_id": "multi_news-test-1977:::2", "query_text": "Where will President Obama pay his respects to Antonin Scalia on Friday?"}
{"query_id": "multi_news-test-1977:::3", "query_text": "Why is President Obama not attending Antonin Scalia's funeral, according to White House Press Secretary Josh Earnest?"}
{"query_id": "multi_news-test-1977:::4", "query_text": "What is President Obama's plan for replacing Antonin Scalia on the Supreme Court?"}
{"query_id": "multi_news-test-1977:::5", "query_text": "How did some Obama allies react to the news that President Obama will not be attending Antonin Scalia's funeral?"}
{"query_id": "multi_news-test-1977:::6", "query_text": "What did former Scalia clerk Ed Whelan say about President Obama not attending the funeral?"}
{"query_id": "multi_news-test-1977:::7", "query_text": "Why does Ed Whelan think the ceremony at the Supreme Court is an apt opportunity for the president to pay his respects?"}
{"query_id": "multi_news-test-1977:::8", "query_text": "What did Politico report about President Obama's relationship with Antonin Scalia?"}
{"query_id": "multi_news-test-1977:::9", "query_text": "What is one reason why some people might think President Obama's decision not to attend the funeral is significant?"}
{"query_id": "multi_news-test-1990:::0", "query_text": "Who is hosting the New Year's Rockin' Eve show on ABC tonight?"}
{"query_id": "multi_news-test-1990:::1", "query_text": "Who will handle most of the duties for Dick Clark during the New Year's Rockin' Eve show?"}
{"query_id": "multi_news-test-1990:::2", "query_text": "What is the significance of this year's New Year's Rockin' Eve show?"}
{"query_id": "multi_news-test-1990:::3", "query_text": "Who will perform just before midnight during the New Year's Rockin' Eve show?"}
{"query_id": "multi_news-test-1990:::4", "query_text": "Why does Dick Clark do his interviews via email?"}
{"query_id": "multi_news-test-1990:::5", "query_text": "What is one of the topics that the New York Times discussed with Dick Clark in an email interview?"}
{"query_id": "multi_news-test-1990:::6", "query_text": "How old is Dick Clark, the host of the New Year's Rockin' Eve show?"}
{"query_id": "multi_news-test-1990:::7", "query_text": "How long has Dick Clark been hosting the New Year's Rockin' Eve show?"}
{"query_id": "multi_news-test-1990:::8", "query_text": "What is Dick Clark's hope for his hosting of the New Year's Rockin' Eve show?"}
{"query_id": "multi_news-test-1990:::9", "query_text": "What has been affecting Dick Clark's health since 2004?"}
{"query_id": "multi_news-test-4834:::0", "query_text": "What does the WikiLeaks release reveal about the CIA's hacking tools?"}
{"query_id": "multi_news-test-4834:::1", "query_text": "What is the \"Weeping Angel\" hack and how does it affect Samsung smart TVs?"}
{"query_id": "multi_news-test-4834:::2", "query_text": "How does the CIA's alleged hacking of smart TVs impact the privacy of users?"}
{"query_id": "multi_news-test-4834:::3", "query_text": "What is the response of the antivirus vendors to the WikiLeaks release?"}
{"query_id": "multi_news-test-4834:::4", "query_text": "How does the leaked information affect the encryption of apps like Signal and WhatsApp?"}
{"query_id": "multi_news-test-4834:::5", "query_text": "What is the reaction of security experts to the leaked information about the CIA's technological capabilities?"}
{"query_id": "multi_news-test-4834:::6", "query_text": "What is the significance of the CIA's discovery of vulnerabilities in iOS and Android?"}
{"query_id": "multi_news-test-4834:::7", "query_text": "How does the leak impact the relationship between citizens and their government in terms of trust?"}
{"query_id": "multi_news-test-4834:::8", "query_text": "What is the advice given by security experts to people in light of the leak?"}
{"query_id": "multi_news-test-4834:::9", "query_text": "How do companies like Google, Samsung, and WhatsApp respond to the leak?"}
{"query_id": "multi_news-test-4208:::0", "query_text": "What is Carla Del Ponte's role in the investigation of alleged Syrian war crimes?"}
{"query_id": "multi_news-test-4208:::1", "query_text": "What is the main UN probe into chemical weapons use in Syria focused on?"}
{"query_id": "multi_news-test-4208:::2", "query_text": "Which countries accused each other of using chemical weapons during fighting in Aleppo in March?"}
{"query_id": "multi_news-test-4208:::3", "query_text": "What is the reported death toll of Israeli airstrikes on targets inside Syria?"}
{"query_id": "multi_news-test-4208:::4", "query_text": "Why did Israel conduct airstrikes on targets inside Syria?"}
{"query_id": "multi_news-test-4208:::5", "query_text": "What was the outcome of the rebel forces' attack on a military helicopter?"}
{"query_id": "multi_news-test-4208:::6", "query_text": "Who is the US senator that criticized President Obama's \"red line\" as being \"written in disappearing ink\"?"}
{"query_id": "multi_news-test-4208:::7", "query_text": "What is the reported outcome of the rebel forces' attack on an air base in the north of the country?"}
{"query_id": "multi_news-test-4208:::8", "query_text": "What is the name of the human rights organization that reported the death toll of Israeli airstrikes on targets inside Syria?"}
{"query_id": "multi_news-test-4208:::9", "query_text": "What is the name of the group that Israel claims to have targeted with airstrikes in Syria?"}
{"query_id": "multi_news-test-3675:::0", "query_text": "What is the name of the episode that debuted in the 21st season of South Park?"}
{"query_id": "multi_news-test-3675:::1", "query_text": "Which devices were repeatedly yelled at by the characters in the South Park episode?"}
{"query_id": "multi_news-test-3675:::2", "query_text": "What was the outcome of the voice activation on some real-life Amazon Echo and Google Home devices?"}
{"query_id": "multi_news-test-3675:::3", "query_text": "How many times did a fan's Amazon Alexa get set off by the South Park episode?"}
{"query_id": "multi_news-test-3675:::4", "query_text": "What happened to some viewers' grocery lists as a result of the episode?"}
{"query_id": "multi_news-test-3675:::5", "query_text": "Which character was responsible for getting devices to repeat NSFW phrases?"}
{"query_id": "multi_news-test-3675:::6", "query_text": "What is the name of the publication that reported on the chaotic and foul-mouthed results caused by the episode?"}
{"query_id": "multi_news-test-3675:::7", "query_text": "What did some viewers have to do to stop their devices from reacting to the episode?"}
{"query_id": "multi_news-test-3675:::8", "query_text": "What is the name of the website that described the outcome of Cartman's actions on devices in a delicate manner?"}
{"query_id": "multi_news-test-3675:::9", "query_text": "What happened to the alarms of some viewers as a result of the episode?"}
{"query_id": "multi_news-test-877:::0", "query_text": "How many troops did the Joint Special Operations Command (JSOC) have prior to 2001?"}
{"query_id": "multi_news-test-877:::1", "query_text": "What is the approximate number of troops the Joint Special Operations Command (JSOC) has today?"}
{"query_id": "multi_news-test-877:::2", "query_text": "Who led the transformation of the Joint Special Operations Command (JSOC) under which its size and importance grew significantly?"}
{"query_id": "multi_news-test-877:::3", "query_text": "How does the number of al-Qaeda leaders and soldiers killed by JSOC compare to those killed by CIA operatives?"}
{"query_id": "multi_news-test-877:::4", "query_text": "What is the comparison between the number of suspected terrorists jailed and interrogated by JSOC and the CIA?"}
{"query_id": "multi_news-test-877:::5", "query_text": "What unique authority does the Joint Special Operations Command (JSOC) have regarding its kill list?"}
{"query_id": "multi_news-test-877:::6", "query_text": "What types of military assets does the Joint Special Operations Command (JSOC) possess?"}
{"query_id": "multi_news-test-877:::7", "query_text": "What is the title of the new book written by the two reporters that provides more information about the Joint Special Operations Command (JSOC)?"}
{"query_id": "multi_news-test-877:::8", "query_text": "Who are the authors of the article that provides new details on the Joint Special Operations Command (JSOC)?"}
{"query_id": "multi_news-test-877:::9", "query_text": "What is the nickname given to the Joint Special Operations Command (JSOC) by a Navy SEAL who belongs to the unit?"}
{"query_id": "multi_news-test-2115:::0", "query_text": "What did Ron Paul mean when he said \"We are all Austrians now\" after finishing third in Iowa?"}
{"query_id": "multi_news-test-2115:::1", "query_text": "What is the ideology of Austrian economics in relation to government regulation and intervention?"}
{"query_id": "multi_news-test-2115:::2", "query_text": "Who are the two thinkers associated with Austrian economics referenced by Ron Paul?"}
{"query_id": "multi_news-test-2115:::3", "query_text": "How does Austrian economics view the tweaking of short-term interest rates?"}
{"query_id": "multi_news-test-2115:::4", "query_text": "What counter-argument does Matthew Yglesias present against Austrian economics?"}
{"query_id": "multi_news-test-2115:::5", "query_text": "What historical period does Yglesias cite as a counterexample to Austrian economics' views on government intervention?"}
{"query_id": "multi_news-test-2115:::6", "query_text": "What is Matthew Yglesias' prediction about the potential rise of Austrian economics' popularity?"}
{"query_id": "multi_news-test-2115:::7", "query_text": "How does Yglesias describe the capitalism espoused by Austrian economists?"}
{"query_id": "multi_news-test-2115:::8", "query_text": "What is Yglesias' stance on the potential consequences of adopting Austrian economics?"}
{"query_id": "multi_news-test-2115:::9", "query_text": "What is the author's view on the likelihood of an economic recovery?"}
{"query_id": "multi_news-test-1120:::0", "query_text": "What is the most commonly used PIN number that thieves can easily guess?"}
{"query_id": "multi_news-test-1120:::1", "query_text": "What are the four least-chosen PIN codes, according to Data Genetics' research?"}
{"query_id": "multi_news-test-1120:::2", "query_text": "What is the percentage of people who use the PIN code 8068?"}
{"query_id": "multi_news-test-1120:::3", "query_text": "Why is using the PIN code 8068 not recommended despite being the least popular?"}
{"query_id": "multi_news-test-1120:::4", "query_text": "What is the 22nd most popular PIN code, and what could be the reason for its popularity?"}
{"query_id": "multi_news-test-1120:::5", "query_text": "Which type of numbers do people tend to prefer when choosing a PIN code?"}
{"query_id": "multi_news-test-1120:::6", "query_text": "What is the name of the firm that analyzed a database of stolen passwords to rank the popularity of PIN codes?"}
{"query_id": "multi_news-test-1120:::7", "query_text": "What is the likely reason why the PIN code \"1234\" is considered an easy target for thieves?"}
{"query_id": "multi_news-test-1120:::8", "query_text": "Where can readers find more information about the research on PIN code popularity?"}
{"query_id": "multi_news-test-1120:::9", "query_text": "What is the common pattern or combination that people often use when choosing a PIN number?"}
{"query_id": "multi_news-test-1433:::0", "query_text": "What was News of the World trying to obtain from a New York City police officer?"}
{"query_id": "multi_news-test-1433:::1", "query_text": "Who turned down the offer from News of the World and why?"}
{"query_id": "multi_news-test-1433:::2", "query_text": "What was the offer made by News of the World to the New York City police officer?"}
{"query_id": "multi_news-test-1433:::3", "query_text": "Who was the editor of News of the World in 2007?"}
{"query_id": "multi_news-test-1433:::4", "query_text": "What was the email evidence uncovered by a law office in relation to News of the World?"}
{"query_id": "multi_news-test-1433:::5", "query_text": "Who hired Andy Coulson after he stepped down as editor of News of the World?"}
{"query_id": "multi_news-test-1433:::6", "query_text": "What was Andy Coulson's position in the government?"}
{"query_id": "multi_news-test-1433:::7", "query_text": "Why did Andy Coulson step down from his government position?"}
{"query_id": "multi_news-test-1433:::8", "query_text": "What is the name of the police officer who turned down the offer from News of the World?"}
{"query_id": "multi_news-test-1433:::9", "query_text": "Who is the Prime Minister mentioned in the article?"}
{"query_id": "multi_news-test-1435:::0", "query_text": "Where was Jen Houle last seen before her disappearance?"}
{"query_id": "multi_news-test-1435:::1", "query_text": "What is the current focus of the police investigation?"}
{"query_id": "multi_news-test-1435:::2", "query_text": "What did officials find in the street around three blocks away from the Blarney Pub & Grill?"}
{"query_id": "multi_news-test-1435:::3", "query_text": "What is the status of the investigation into Jen Houle's disappearance?"}
{"query_id": "multi_news-test-1435:::4", "query_text": "What is the name of the sorority that Jen Houle is a member of?"}
{"query_id": "multi_news-test-1435:::5", "query_text": "How old is Jen Houle?"}
{"query_id": "multi_news-test-1435:::6", "query_text": "What was Jen Houle's field of study at the University of Minnesota?"}
{"query_id": "multi_news-test-1435:::7", "query_text": "When was Jen Houle due to graduate from the University of Minnesota?"}
{"query_id": "multi_news-test-1435:::8", "query_text": "What is being offered to students at the University of Minnesota in response to Jen Houle's disappearance?"}
{"query_id": "multi_news-test-1435:::9", "query_text": "How did Jen Houle and her friend become separated at the Blarney Pub & Grill?"}
{"query_id": "multi_news-test-1446:::0", "query_text": "What was the occupation of Kim Wall, who was killed on Peter Madsen's submarine?"}
{"query_id": "multi_news-test-1446:::1", "query_text": "What was Peter Madsen's initial explanation for Kim Wall's death?"}
{"query_id": "multi_news-test-1446:::2", "query_text": "What was found on Peter Madsen's computer, according to the police prosecutor?"}
{"query_id": "multi_news-test-1446:::3", "query_text": "How many stab wounds were found on Kim Wall's body?"}
{"query_id": "multi_news-test-1446:::4", "query_text": "What was the result of the DNA analysis from Peter Madsen's body and Kim Wall's body?"}
{"query_id": "multi_news-test-1446:::5", "query_text": "What is the current status of Peter Madsen's detention?"}
{"query_id": "multi_news-test-1446:::6", "query_text": "What was the verdict of the postmortem examination regarding the time of Kim Wall's stab wounds?"}
{"query_id": "multi_news-test-1446:::7", "query_text": "Who is the police prosecutor that testified in the Copenhagen court?"}
{"query_id": "multi_news-test-1446:::8", "query_text": "What was the condition of Kim Wall's body when it was found?"}
{"query_id": "multi_news-test-1446:::9", "query_text": "What is the next court date for Peter Madsen?"}
{"query_id": "multi_news-test-1475:::0", "query_text": "Who is the target of a racist robocall in the Florida gubernatorial race?"}
{"query_id": "multi_news-test-1475:::1", "query_text": "2. What was the background music of the robocall?"}
{"query_id": "multi_news-test-1475:::2", "query_text": "3. What type of group is behind the robocall?"}
{"query_id": "multi_news-test-1475:::3", "query_text": "4. Who is the leader of the group behind the robocall?"}
{"query_id": "multi_news-test-1475:::4", "query_text": "5. What is the name of the anti-Semitic group behind the robocall?"}
{"query_id": "multi_news-test-1475:::5", "query_text": "6. What is the name of the current Governor of Florida?"}
{"query_id": "multi_news-test-1475:::6", "query_text": "7. What is the reaction of Ron DeSantis to the robocall?"}
{"query_id": "multi_news-test-1475:::7", "query_text": "8. What is the reaction of Andrew Gillum's camp to the robocall?"}
{"query_id": "multi_news-test-1475:::8", "query_text": "9. What was the reaction of Rick Scott to the robocall?"}
{"query_id": "multi_news-test-1475:::9", "query_text": "10. In what state is the group behind the robocall based?"}
{"query_id": "multi_news-test-4510:::0", "query_text": "What is the significance of the New Horizons spacecraft flying by Pluto?"}
{"query_id": "multi_news-test-4510:::1", "query_text": "At what time did the New Horizons spacecraft fly by Pluto, according to NASA's calculations?"}
{"query_id": "multi_news-test-4510:::2", "query_text": "How many moons of Pluto will the New Horizons spacecraft capture data on during the flyby?"}
{"query_id": "multi_news-test-4510:::3", "query_text": "How long will it take for the New Horizons spacecraft to send all the data from the flyby back to Earth?"}
{"query_id": "multi_news-test-4510:::4", "query_text": "What is the new estimated diameter of Pluto, according to NASA's recent findings?"}
{"query_id": "multi_news-test-4510:::5", "query_text": "What can scientists hope to learn from the first close-up look at Pluto's surface?"}
{"query_id": "multi_news-test-4510:::6", "query_text": "What is the significance of the New Horizons spacecraft's journey to the Kuiper Belt debris field?"}
{"query_id": "multi_news-test-4510:::7", "query_text": "Who is the only passenger on the New Horizons spacecraft?"}
{"query_id": "multi_news-test-4510:::8", "query_text": "How fast was the New Horizons spacecraft traveling when it flew by Pluto?"}
{"query_id": "multi_news-test-4510:::9", "query_text": "What is the expected time for the New Horizons spacecraft to send a confirmation signal after the flyby?"}
{"query_id": "multi_news-test-4590:::0", "query_text": "What was the primary target of the threats made by the 19-year-old Jewish teen with American-Israeli citizenship?"}
{"query_id": "multi_news-test-4590:::1", "query_text": "Which law enforcement agencies were involved in the months-long investigation that led to the teen's arrest?"}
{"query_id": "multi_news-test-4590:::2", "query_text": "What advanced technologies did the teen use to hide his identity while making threats against Jewish centers?"}
{"query_id": "multi_news-test-4590:::3", "query_text": "How many bomb threats did police believe the teen was responsible for making against Jewish centers in the US this year?"}
{"query_id": "multi_news-test-4590:::4", "query_text": "What was the outcome of the teen's attempt to grab the gun of an officer who arrived to arrest him?"}
{"query_id": "multi_news-test-4590:::5", "query_text": "What was seized from the teen's residence during his arrest?"}
{"query_id": "multi_news-test-4590:::6", "query_text": "How many computers were seized from the teen's residence?"}
{"query_id": "multi_news-test-4590:::7", "query_text": "What was the reason for the Delta flight to make an emergency landing, according to police?"}
{"query_id": "multi_news-test-4590:::8", "query_text": "What was the result of the teen's court appearance on Thursday?"}
{"query_id": "multi_news-test-4590:::9", "query_text": "What was the alternative explanation for some of the bomb threats, according to federal officials?"}
{"query_id": "multi_news-test-2445:::0", "query_text": "What is Elisabeth Hasselbeck's theory about why older women become lesbians?"}
{"query_id": "multi_news-test-2445:::1", "query_text": "What was Joy Behar's response to Elisabeth Hasselbeck's claim about lesbianism?"}
{"query_id": "multi_news-test-2445:::2", "query_text": "According to Elisabeth Hasselbeck, what is the primary reason older men are not interested in older women?"}
{"query_id": "multi_news-test-2445:::3", "query_text": "What was the reaction of Pop Crunch to Elisabeth Hasselbeck's statement?"}
{"query_id": "multi_news-test-2445:::4", "query_text": "Who is the co-host that disagreed with Elisabeth Hasselbeck's theory on lesbianism?"}
{"query_id": "multi_news-test-2445:::5", "query_text": "What is the subject of Elisabeth Hasselbeck's controversial statement?"}
{"query_id": "multi_news-test-2445:::6", "query_text": "What is the name of the publication that reported Elisabeth Hasselbeck's theory on lesbianism?"}
{"query_id": "multi_news-test-2445:::7", "query_text": "How does Elisabeth Hasselbeck think lesbians form relationships?"}
{"query_id": "multi_news-test-2445:::8", "query_text": "What is the comparison made by Pop Crunch to describe Elisabeth Hasselbeck's intelligence?"}
{"query_id": "multi_news-test-2445:::9", "query_text": "What is the topic that Elisabeth Hasselbeck has previously discussed on The View?"}
{"query_id": "multi_news-test-2479:::0", "query_text": "What is Cau Vang or the Golden Bridge, and where is it located?"}
{"query_id": "multi_news-test-2479:::1", "query_text": "What is unique about the design of the Golden Bridge?"}
{"query_id": "multi_news-test-2479:::2", "query_text": "What is the approximate length of the Golden Bridge?"}
{"query_id": "multi_news-test-2479:::3", "query_text": "What is the material used to create the stone-colored hands that hold the bridge?"}
{"query_id": "multi_news-test-2479:::4", "query_text": "What is the name of the architecture firm that designed the Golden Bridge?"}
{"query_id": "multi_news-test-2479:::5", "query_text": "What is the inspiration behind the design of the stone-colored hands?"}
{"query_id": "multi_news-test-2479:::6", "query_text": "What is the expected outcome of the Golden Bridge's opening in terms of tourism?"}
{"query_id": "multi_news-test-2479:::7", "query_text": "How many visitors are expected to visit the Ba Na Hills area, where the Golden Bridge is located?"}
{"query_id": "multi_news-test-2479:::8", "query_text": "What is the reaction of tourists who have visited the Golden Bridge?"}
{"query_id": "multi_news-test-2479:::9", "query_text": "Are there any plans to add more structures to the Golden Bridge or the surrounding area?"}
{"query_id": "multi_news-test-2480:::0", "query_text": "What was the subject of the study that was conducted at the University of Rochester?"}
{"query_id": "multi_news-test-2480:::1", "query_text": "2. How many college students participated in the study conducted at the University of Rochester?"}
{"query_id": "multi_news-test-2480:::2", "query_text": "3. What type of clip were participants shown to put them in a positive mood?"}
{"query_id": "multi_news-test-2480:::3", "query_text": "4. What was the task that participants were asked to complete after watching the clips?"}
{"query_id": "multi_news-test-2480:::4", "query_text": "5. How did the moods of the participants affect their ability to identify colors?"}
{"query_id": "multi_news-test-2480:::5", "query_text": "6. What colors were the sad participants unable to identify accurately?"}
{"query_id": "multi_news-test-2480:::6", "query_text": "7. Why did the researchers suggest that the sad participants could identify red and green colors accurately?"}
{"query_id": "multi_news-test-2480:::7", "query_text": "8. What is the name of the neuron transmitter that is affected by a sad mood, according to the researchers?"}
{"query_id": "multi_news-test-2480:::8", "query_text": "9. What is the name of the publication that reported the study's findings as a \"reminder that our experience of the world is not as immediate and objective as we'd like to believe\"?"}
{"query_id": "multi_news-test-2480:::9", "query_text": "10. What is a possible explanation for the difference in color perception between people with a sad mood and those with a positive mood?"}
{"query_id": "multi_news-test-408:::0", "query_text": "What city in Turkey was affected by a suspected car bomb today?"}
{"query_id": "multi_news-test-408:::1", "query_text": "What is the estimated number of people killed in the blast according to al-Jazeera?"}
{"query_id": "multi_news-test-408:::2", "query_text": "Who is responsible for the recent escalation of attacks in Turkey?"}
{"query_id": "multi_news-test-408:::3", "query_text": "What kind of groups have previously used bombs in Turkey?"}
{"query_id": "multi_news-test-408:::4", "query_text": "How many people were injured in the blast according to the AP?"}
{"query_id": "multi_news-test-408:::5", "query_text": "What is the conflicting information regarding casualties reported by Reuters?"}
{"query_id": "multi_news-test-408:::6", "query_text": "What happened to a woman near the scene of the explosion?"}
{"query_id": "multi_news-test-408:::7", "query_text": "How far away did a witness feel the blast effect of the explosion?"}
{"query_id": "multi_news-test-408:::8", "query_text": "What kind of injuries did the witness see or hear about?"}
{"query_id": "multi_news-test-408:::9", "query_text": "What was the condition of the vehicles near the scene of the explosion according to the witness?"}
{"query_id": "multi_news-test-1082:::0", "query_text": "Who was the first known victim of the Ebola outbreak in western Uganda?"}
{"query_id": "multi_news-test-1082:::1", "query_text": "What were the circumstances in which the Ebola outbreak spread widely?"}
{"query_id": "multi_news-test-1082:::2", "query_text": "How many people attended the funeral where the outbreak spread widely?"}
{"query_id": "multi_news-test-1082:::3", "query_text": "How many people contracted Ebola after attending the funeral?"}
{"query_id": "multi_news-test-1082:::4", "query_text": "What is the total number of deaths reported so far due to the outbreak?"}
{"query_id": "multi_news-test-1082:::5", "query_text": "How many suspected cases are currently being handled by the hospital at the center of the outbreak?"}
{"query_id": "multi_news-test-1082:::6", "query_text": "What measures has the government urged Ugandans to take in response to the outbreak?"}
{"query_id": "multi_news-test-1082:::7", "query_text": "What is the main strategy being used by health officials to control the outbreak?"}
{"query_id": "multi_news-test-1082:::8", "query_text": "What is the number of deaths in the 2000 outbreak being used as a reference for the current outbreak?"}
{"query_id": "multi_news-test-1082:::9", "query_text": "What specific groups have been warned to avoid public gatherings and public transportation?"}
{"query_id": "multi_news-test-311:::0", "query_text": "What is the effect of chewing betel nuts on the human body?"}
{"query_id": "multi_news-test-311:::1", "query_text": "What is the percentage of men in Taiwan who are unaware of the cancer risk associated with chewing betel nuts?"}
{"query_id": "multi_news-test-311:::2", "query_text": "What is the name of the substance that can cause small abrasions in the mouth, potentially leading to the entry of carcinogens into the body?"}
{"query_id": "multi_news-test-311:::3", "query_text": "What is the name of the expert who is quoted in the article as saying that about half the country's men are unaware of the cancer issue?"}
{"query_id": "multi_news-test-311:::4", "query_text": "How many men in Taiwan receive oral cancer diagnoses each year?"}
{"query_id": "multi_news-test-311:::5", "query_text": "What is the name of the country where betel nuts are commonly referred to as \"chewing gum\"?"}
{"query_id": "multi_news-test-311:::6", "query_text": "What is the percentage of early deaths that betel nuts are likely responsible for?"}
{"query_id": "multi_news-test-311:::7", "query_text": "What is the name of the person who developed a golf ball-sized tumor decades after quitting betel nuts?"}
{"query_id": "multi_news-test-311:::8", "query_text": "What is the name of the organization that has been fighting the use of betel nuts in Taiwan?"}
{"query_id": "multi_news-test-311:::9", "query_text": "What is the percentage of men's chewing rates that were cut in half two years ago due to free screenings and other programs?"}
{"query_id": "multi_news-test-322:::0", "query_text": "What is the purpose of Camp John Waters?"}
{"query_id": "multi_news-test-322:::1", "query_text": "What is the price of admission for Camp John Waters and what does it include?"}
{"query_id": "multi_news-test-322:::2", "query_text": "What is the name of John Waters' book that attendees receive an autographed copy of?"}
{"query_id": "multi_news-test-322:::3", "query_text": "What is notable about the price of John Waters' book on Amazon?"}
{"query_id": "multi_news-test-322:::4", "query_text": "What is one of the activities that guests can participate in at Camp John Waters?"}
{"query_id": "multi_news-test-322:::5", "query_text": "How many slots were available for the first iteration of Camp John Waters?"}
{"query_id": "multi_news-test-322:::6", "query_text": "What is the status of the first iteration of Camp John Waters?"}
{"query_id": "multi_news-test-322:::7", "query_text": "What is the age of John Waters, according to the article?"}
{"query_id": "multi_news-test-322:::8", "query_text": "What are some of the cult classics that John Waters is known for?"}
{"query_id": "multi_news-test-322:::9", "query_text": "What are the two absurd developments in contemporary leisure that Camp John Waters marries, according to Art News?"}
{"query_id": "multi_news-test-343:::0", "query_text": "What happened to Woody Harrelson's father after he got out of prison?"}
{"query_id": "multi_news-test-343:::1", "query_text": "How many people did Kelsey Grammer lose to murder or accidents?"}
{"query_id": "multi_news-test-343:::2", "query_text": "What did Olivia Newton-John's father do to help the Allies during World War II?"}
{"query_id": "multi_news-test-343:::3", "query_text": "What was Charlize Theron's father's behavior towards her and her mother like?"}
{"query_id": "multi_news-test-343:::4", "query_text": "What was Jack Nicholson's family situation like when he was born?"}
{"query_id": "multi_news-test-343:::5", "query_text": "What crime did Leighton Meester's parents and aunt commit that led to their imprisonment?"}
{"query_id": "multi_news-test-343:::6", "query_text": "What was Tobey Maguire's father's crime, and how long did he go to prison for?"}
{"query_id": "multi_news-test-343:::7", "query_text": "What was the name of the judge that Woody Harrelson's father was hired to murder?"}
{"query_id": "multi_news-test-343:::8", "query_text": "What was the occupation of the person who shot and killed Kelsey Grammer's father?"}
{"query_id": "multi_news-test-343:::9", "query_text": "What was the name of the list that Leighton Meester's aunt ended up on after escaping prison?"}
{"query_id": "multi_news-test-374:::0", "query_text": "What is the current status of President Obama's trade agenda in the Senate?"}
{"query_id": "multi_news-test-374:::1", "query_text": "2. What is the fast-track negotiating authority requested by President Obama, and what does it entail?"}
{"query_id": "multi_news-test-374:::2", "query_text": "3. How many Democratic senators supported the fast-track authority in the late May vote?"}
{"query_id": "multi_news-test-374:::3", "query_text": "4. What is the significance of the Senate's vote to end debate on President Obama's request for fast-track negotiating authority?"}
{"query_id": "multi_news-test-374:::4", "query_text": "5. What is Trade Adjustment Assistance (TAA), and why is it a crucial aspect of the trade deal?"}
{"query_id": "multi_news-test-374:::5", "query_text": "6. How many votes are required for final passage of the fast-track authority, and what is the expected outcome?"}
{"query_id": "multi_news-test-374:::6", "query_text": "7. What is the timeline for the Senate's vote on the package that includes Trade Adjustment Assistance (TAA)?"}
{"query_id": "multi_news-test-374:::7", "query_text": "8. Why have some Democrats expressed hesitation in trusting Republican leaders to pass Trade Adjustment Assistance (TAA)?"}
{"query_id": "multi_news-test-374:::8", "query_text": "9. What is the role of Mitch McConnell and John Boehner in ensuring the passage of Trade Adjustment Assistance (TAA)?"}
{"query_id": "multi_news-test-374:::9", "query_text": "10. What is the expected outcome of the House's vote on the trade deal, given the pledges made by Mitch McConnell and John Boehner?"}
{"query_id": "multi_news-test-4921:::0", "query_text": "Who is the person that pressed her face against the flag-draped casket of US Sen. John McCain?"}
{"query_id": "multi_news-test-4921:::1", "query_text": "How many people were waiting outside the Capitol by the time the private service ended?"}
{"query_id": "multi_news-test-4921:::2", "query_text": "What was the temperature outside when people were waiting in line to pay their respects to US Sen. John McCain?"}
{"query_id": "multi_news-test-4921:::3", "query_text": "Where will US Sen. John McCain lie in state after the private service at the Arizona Capitol?"}
{"query_id": "multi_news-test-4921:::4", "query_text": "Who will depart with US Sen. John McCain from Phoenix Sky Harbor International Airport?"}
{"query_id": "multi_news-test-4921:::5", "query_text": "What was the cause of US Sen. John McCain's death?"}
{"query_id": "multi_news-test-4921:::6", "query_text": "How many services will be held for US Sen. John McCain before his burial?"}
{"query_id": "multi_news-test-4921:::7", "query_text": "Who spoke during the private service at the Arizona Capitol?"}
{"query_id": "multi_news-test-4921:::8", "query_text": "Where will the final memorial service for US Sen. John McCain be held?"}
{"query_id": "multi_news-test-4921:::9", "query_text": "How will the public viewing at the Capitol be handled in terms of time?"}
{"query_id": "multi_news-test-4962:::0", "query_text": "Where did the incident involving Bryan Ford and Christina Schlegel take place?"}
{"query_id": "multi_news-test-4962:::1", "query_text": "What was the suspected item stolen by Bryan Ford and Christina Schlegel?"}
{"query_id": "multi_news-test-4962:::2", "query_text": "How did the police eventually discover the stolen item's location?"}
{"query_id": "multi_news-test-4962:::3", "query_text": "What was the age of Christina Schlegel, the passenger who swallowed the ring?"}
{"query_id": "multi_news-test-4962:::4", "query_text": "What charges were Bryan Ford and Christina Schlegel facing after the incident?"}
{"query_id": "multi_news-test-4962:::5", "query_text": "Who were the individuals involved in the alleged theft?"}
{"query_id": "multi_news-test-4962:::6", "query_text": "How did Christina Schlegel initially hide the stolen ring from the police?"}
{"query_id": "multi_news-test-4962:::7", "query_text": "What was the reported value of the stolen ring?"}
{"query_id": "multi_news-test-4962:::8", "query_text": "What was the outcome of Bryan Ford and Christina Schlegel's attempts to mislead the police?"}
{"query_id": "multi_news-test-4962:::9", "query_text": "What was the medium through which the police received the tip that led to the arrest of Bryan Ford and Christina Schlegel?"}
{"query_id": "multi_news-test-4998:::0", "query_text": "What is the proposed paid family leave plan in Washington, DC?"}
{"query_id": "multi_news-test-4998:::1", "query_text": "How does the proposed paid family leave plan in Washington, DC compare to other states in the US?"}
{"query_id": "multi_news-test-4998:::2", "query_text": "Who would be eligible for the paid family leave plan in Washington, DC?"}
{"query_id": "multi_news-test-4998:::3", "query_text": "How would the paid family leave plan in Washington, DC be funded?"}
{"query_id": "multi_news-test-4998:::4", "query_text": "What is the maximum weekly pay for the highest earners under the proposed paid family leave plan in Washington, DC?"}
{"query_id": "multi_news-test-4998:::5", "query_text": "How does the US compare to other countries in terms of paid maternal leave?"}
{"query_id": "multi_news-test-4998:::6", "query_text": "What is the expected outcome of the proposed paid family leave plan in Washington, DC?"}
{"query_id": "multi_news-test-4998:::7", "query_text": "What is the Universal Paid Leave Act of 2015, and what does it propose?"}
{"query_id": "multi_news-test-4998:::8", "query_text": "How does the proposed paid family leave plan in Washington, DC align with President Obama's push to boost family leave?"}
{"query_id": "multi_news-test-4998:::9", "query_text": "What is the potential impact of the proposed paid family leave plan on female participation in the labor force in the US?"}
{"query_id": "multi_news-test-2206:::0", "query_text": "What was the age of the boy who was thrown over the bridge into the Lehigh River?"}
{"query_id": "multi_news-test-2206:::1", "query_text": "2. Who is the person accused of throwing the boy over the bridge?"}
{"query_id": "multi_news-test-2206:::2", "query_text": "3. What are the current charges against Johnesha Perry?"}
{"query_id": "multi_news-test-2206:::3", "query_text": "4. How old is Johnesha Perry?"}
{"query_id": "multi_news-test-2206:::4", "query_text": "5. What is the condition of Johnesha Perry after the jump?"}
{"query_id": "multi_news-test-2206:::5", "query_text": "6. What is the current status of Johnesha Perry?"}
{"query_id": "multi_news-test-2206:::6", "query_text": "7. How much is the bail set for Johnesha Perry?"}
{"query_id": "multi_news-test-2206:::7", "query_text": "8. What happened to the boy after being thrown into the Lehigh River?"}
{"query_id": "multi_news-test-2206:::8", "query_text": "9. What is the name of the boy who was thrown over the bridge?"}
{"query_id": "multi_news-test-2206:::9", "query_text": "10. When is the autopsy on the boy scheduled to take place?"}
{"query_id": "multi_news-test-2247:::0", "query_text": "What year did Alfred Flechtheim flee Germany, and where did he eventually die?"}
{"query_id": "multi_news-test-2247:::1", "query_text": "How many paintings are currently part of the Bavarian State Paintings Collection that originally belonged to Alfred Flechtheim?"}
{"query_id": "multi_news-test-2247:::2", "query_text": "According to the lawsuit, why are sales of Jewish property after January 30, 1933, not considered legitimate?"}
{"query_id": "multi_news-test-2247:::3", "query_text": "What is the estimated value of the six paintings by Max Beckmann and two others by Juan Gris and Paul Klee?"}
{"query_id": "multi_news-test-2247:::4", "query_text": "What is the argument presented by the Bavarian State Paintings Collection regarding the timing of the sale of the paintings?"}
{"query_id": "multi_news-test-2247:::5", "query_text": "Who are the plaintiffs in the lawsuit against the state of Bavaria, and what is their relationship to Alfred Flechtheim?"}
{"query_id": "multi_news-test-2247:::6", "query_text": "What is the name of the lawyer representing the plaintiffs in the lawsuit?"}
{"query_id": "multi_news-test-2247:::7", "query_text": "What is the name of the US District Court where the lawsuit was filed?"}
{"query_id": "multi_news-test-2247:::8", "query_text": "What is the term used to describe the state-level program that made the confiscation of Jewish businesses possible?"}
{"query_id": "multi_news-test-2247:::9", "query_text": "What is the name of the news organization that reports the lawsuit as being over \"one of the world's most disputed estates\"?"}
{"query_id": "multi_news-test-3810:::0", "query_text": "What was the name of the musical that won the Tony Award for Best New Musical?"}
{"query_id": "multi_news-test-3810:::1", "query_text": "How many Tony Awards did the musical \"Once\" take home?"}
{"query_id": "multi_news-test-3810:::2", "query_text": "What was the title of the Oscar-winning song featured in the movie and musical \"Once\"?"}
{"query_id": "multi_news-test-3810:::3", "query_text": "Which actress won the Tony Award for Best Actress in a Musical?"}
{"query_id": "multi_news-test-3810:::4", "query_text": "What was the name of the musical that won the Tony Award for Best Musical Revival?"}
{"query_id": "multi_news-test-3810:::5", "query_text": "Who hosted the Tony Awards presentation at the Beacon Theater in Manhattan?"}
{"query_id": "multi_news-test-3810:::6", "query_text": "Which play won the Tony Award for Best Dramatic Play?"}
{"query_id": "multi_news-test-3810:::7", "query_text": "Who won the Tony Award for Best Dramatic Performance for his role in \"One Man, Two Guvnors\"?"}
{"query_id": "multi_news-test-3810:::8", "query_text": "What is the name of the actress who won the Tony Award for Best Dramatic Performance for her role in \"Venus in Fur\"?"}
{"query_id": "multi_news-test-3810:::9", "query_text": "According to the Los Angeles Times, what was notable about the number of performances during the Tony Awards presentation?"}
{"query_id": "multi_news-test-3858:::0", "query_text": "What was the death toll in the Santa Monica shooting spree on Friday?"}
{"query_id": "multi_news-test-3858:::1", "query_text": "Who was the groundskeeper at Santa Monica College that was shot and killed by John Zawahri?"}
{"query_id": "multi_news-test-3858:::2", "query_text": "What was Marcela Franco doing before she and her father were shot by the gunman?"}
{"query_id": "multi_news-test-3858:::3", "query_text": "What is the name of the college president that offered condolences to the Franco family?"}
{"query_id": "multi_news-test-3858:::4", "query_text": "Who was with Marcela Franco when she passed away at the hospital?"}
{"query_id": "multi_news-test-3858:::5", "query_text": "What was the name of the college where Marcela Franco and her father were shot?"}
{"query_id": "multi_news-test-3858:::6", "query_text": "How old was Marcela Franco when she died from her injuries?"}
{"query_id": "multi_news-test-3858:::7", "query_text": "What was John Zawahri's motive for the shooting spree, according to early thoughts?"}
{"query_id": "multi_news-test-3858:::8", "query_text": "What was the type of vehicle that Marcela Franco and her father were in when they were shot?"}
{"query_id": "multi_news-test-3858:::9", "query_text": "What event is the college planning to convene in response to the shooting?"}
{"query_id": "multi_news-test-115:::0", "query_text": "How many people were found dead in the tractor-trailer in San Antonio, Texas?"}
{"query_id": "multi_news-test-115:::1", "query_text": "2. What was the condition of the air conditioning system in the tractor-trailer?"}
{"query_id": "multi_news-test-115:::2", "query_text": "3. How many people were taken to hospitals from the truck?"}
{"query_id": "multi_news-test-115:::3", "query_text": "4. What was the condition of the 17 people taken to hospitals?"}
{"query_id": "multi_news-test-115:::4", "query_text": "5. What was the action taken by a person from the truck who approached a Walmart employee?"}
{"query_id": "multi_news-test-115:::5", "query_text": "6. What did the Walmart employee do after the person from the truck approached them?"}
{"query_id": "multi_news-test-115:::6", "query_text": "7. Who was involved in the investigation into the incident?"}
{"query_id": "multi_news-test-115:::7", "query_text": "8. What type of crime is being investigated in relation to the incident?"}
{"query_id": "multi_news-test-115:::8", "query_text": "9. How many vehicles were seen arriving to pick up people from the tractor-trailer, according to store surveillance video?"}
{"query_id": "multi_news-test-115:::9", "query_text": "10. What was the description of the case by San Antonio police Chief William McManus?"}
{"query_id": "multi_news-test-140:::0", "query_text": "What is the condition of Baltimore Ravens cornerback Tray Walker after a dirt bike crash in Miami?"}
{"query_id": "multi_news-test-140:::1", "query_text": "What was Tray Walker riding when he collided with a Ford Escape in Miami?"}
{"query_id": "multi_news-test-140:::2", "query_text": "What was Tray Walker wearing at the time of the crash, according to Miami-Dade police?"}
{"query_id": "multi_news-test-140:::3", "query_text": "What is the name of the hospital where Tray Walker is being treated?"}
{"query_id": "multi_news-test-140:::4", "query_text": "What is the approximate time when Tray Walker collided with a Ford Escape in Miami?"}
{"query_id": "multi_news-test-140:::5", "query_text": "What is the response of Ravens coach John Harbaugh to the news of Tray Walker's accident?"}
{"query_id": "multi_news-test-140:::6", "query_text": "What are the police investigating in relation to the dirt bike crash involving Tray Walker?"}
{"query_id": "multi_news-test-140:::7", "query_text": "Are alcohol and drugs believed to be factors in the crash involving Tray Walker, according to police?"}
{"query_id": "multi_news-test-140:::8", "query_text": "What type of vehicle collided with Tray Walker's dirt bike in Miami?"}
{"query_id": "multi_news-test-140:::9", "query_text": "Who reported that police say alcohol and drugs are not believed to be factors in the crash?"}
{"query_id": "multi_news-test-3741:::0", "query_text": "What was the topic of discussion among Tesla's board members over the last week?"}
{"query_id": "multi_news-test-3741:::1", "query_text": "What was the reason behind Elon Musk's proposal to take Tesla private?"}
{"query_id": "multi_news-test-3741:::2", "query_text": "Who are the three board members that did not sign the statement released by the other six board members?"}
{"query_id": "multi_news-test-3741:::3", "query_text": "What is the current status of Tesla's shares in the market?"}
{"query_id": "multi_news-test-3741:::4", "query_text": "What was the main point of discussion during the board meetings?"}
{"query_id": "multi_news-test-3741:::5", "query_text": "How did Elon Musk initially announce his proposal to take Tesla private?"}
{"query_id": "multi_news-test-3741:::6", "query_text": "What is the status of the board's evaluation of Musk's proposal?"}
{"query_id": "multi_news-test-3741:::7", "query_text": "What was the reaction of the market to the news of Tesla's potential takeover?"}
{"query_id": "multi_news-test-3741:::8", "query_text": "What were the unresolved points in the statement released by the board members?"}
{"query_id": "multi_news-test-3741:::9", "query_text": "Why is the timing of the board's discussions considered important in this context?"}
{"query_id": "multi_news-test-3757:::0", "query_text": "What is the name of the UK High Court judge who made the decision in the case of Alfie Evans?"}
{"query_id": "multi_news-test-3757:::1", "query_text": "What is the condition that Alfie Evans suffers from?"}
{"query_id": "multi_news-test-3757:::2", "query_text": "What are Alfie's parents planning to do in response to the court's decision?"}
{"query_id": "multi_news-test-3757:::3", "query_text": "What is the name of the hospital in Rome where Alfie's parents would like to take him for further treatment?"}
{"query_id": "multi_news-test-3757:::4", "query_text": "What is the name of the hospital where Alfie is currently being treated?"}
{"query_id": "multi_news-test-3757:::5", "query_text": "How long was Alfie able to breathe without machinery after being taken off life support?"}
{"query_id": "multi_news-test-3757:::6", "query_text": "What is the name of the other baby whose case is mentioned in the article as being similar to Alfie's?"}
{"query_id": "multi_news-test-3757:::7", "query_text": "Who has supported Alfie's parents in their desire to bring him to Rome for further treatment?"}
{"query_id": "multi_news-test-3757:::8", "query_text": "What did the judge say about the possibility of Alfie's brain regenerating itself?"}
{"query_id": "multi_news-test-3757:::9", "query_text": "What is the name of the appeals court where Alfie's parents have an appointment set for Wednesday?"}
{"query_id": "multi_news-test-3792:::0", "query_text": "What was the number of people injured according to the AP report?"}
{"query_id": "multi_news-test-3792:::1", "query_text": "What is the name of the doctor who was identified as the suspect by a law enforcement official?"}
{"query_id": "multi_news-test-3792:::2", "query_text": "How many people were injured with serious injuries according to CNN?"}
{"query_id": "multi_news-test-3792:::3", "query_text": "What is the name of the hospital where the shooting occurred?"}
{"query_id": "multi_news-test-3792:::4", "query_text": "Was the shooter a current or former employee of the hospital?"}
{"query_id": "multi_news-test-3792:::5", "query_text": "What is the number of people injured according to CNN report?"}
{"query_id": "multi_news-test-3792:::6", "query_text": "Who was the victim that was killed according to CNN?"}
{"query_id": "multi_news-test-3792:::7", "query_text": "How many doctors were among the people shot according to the New York Times?"}
{"query_id": "multi_news-test-3792:::8", "query_text": "Did the shooter kill himself?"}
{"query_id": "multi_news-test-3792:::9", "query_text": "What was the day of the week when the shooting occurred?"}
{"query_id": "multi_news-test-4198:::0", "query_text": "What does the new narrative from the DC press corps suggest about the White House's current stance on scandals?"}
{"query_id": "multi_news-test-4198:::1", "query_text": "What actions has President Obama taken in response to the recent scandals?"}
{"query_id": "multi_news-test-4198:::2", "query_text": "How do Democratic operatives feel about the White House's current response to the scandals?"}
{"query_id": "multi_news-test-4198:::3", "query_text": "What event is scheduled for Friday that will provide another opportunity for Republicans to criticize the administration?"}
{"query_id": "multi_news-test-4198:::4", "query_text": "What is the headline of the New York Times' front-page analysis on the Obama administration's current situation?"}
{"query_id": "multi_news-test-4198:::5", "query_text": "How does Peter Baker describe President Obama's demeanor in the face of the current scandals?"}
{"query_id": "multi_news-test-4198:::6", "query_text": "What is the National Review's opinion on how Republicans should proceed with investigations into the Obama administration?"}
{"query_id": "multi_news-test-4198:::7", "query_text": "What warning do the editors of the National Review give to Republicans regarding their approach to the scandals?"}
{"query_id": "multi_news-test-4198:::8", "query_text": "What is Politico's description of the White House's current strategy in dealing with the scandals?"}
{"query_id": "multi_news-test-4198:::9", "query_text": "Who was fired by President Obama in response to the scandals?"}
{"query_id": "multi_news-test-1335:::0", "query_text": "Why did the Duffners' yard not have any grass?"}
{"query_id": "multi_news-test-1335:::1", "query_text": "What was the main reason for the adoption of the city ordinance in 2008?"}
{"query_id": "multi_news-test-1335:::2", "query_text": "What was the percentage of the yard that the Duffners were required to plant with grass in 2014?"}
{"query_id": "multi_news-test-1335:::3", "query_text": "What were the potential penalties for the Duffners' refusal to comply with the ordinance?"}
{"query_id": "multi_news-test-1335:::4", "query_text": "What was the basis for the federal judge's ruling in favor of the city?"}
{"query_id": "multi_news-test-1335:::5", "query_text": "What was the couple's lawyer's reaction to the federal judge's ruling?"}
{"query_id": "multi_news-test-1335:::6", "query_text": "What was the complaint filed by the Duffners in 2016?"}
{"query_id": "multi_news-test-1335:::7", "query_text": "What was the significance of the Supreme Court's previous ruling on aesthetic considerations?"}
{"query_id": "multi_news-test-1335:::8", "query_text": "What was the potential outcome if the court had accepted the Duffners' complaint?"}
{"query_id": "multi_news-test-1335:::9", "query_text": "What was the lawyer's statement about the importance of the property rights case?"}
{"query_id": "multi_news-test-1351:::0", "query_text": "What are some of the common complaints about breast pumps mentioned by the organizers of the hackathon?"}
{"query_id": "multi_news-test-1351:::1", "query_text": "What was the inspiration behind the smaller brainstorming session in May that led to the hackathon?"}
{"query_id": "multi_news-test-1351:::2", "query_text": "According to the organizers, what are some of the public health benefits of breastfeeding?"}
{"query_id": "multi_news-test-1351:::3", "query_text": "What percentage of new mothers breastfeed for six months, and what does this imply for their need for breast pumps?"}
{"query_id": "multi_news-test-1351:::4", "query_text": "What is the goal of the hackathon participants, and how will they present their ideas?"}
{"query_id": "multi_news-test-1351:::5", "query_text": "What is one of the biggest issues for working mothers, according to Business Insider?"}
{"query_id": "multi_news-test-1351:::6", "query_text": "How do the organizers describe the experience of being a new mom, particularly in relation to pumping breastmilk?"}
{"query_id": "multi_news-test-1351:::7", "query_text": "What is the expected outcome of the hackathon, and what problem are the participants trying to solve?"}
{"query_id": "multi_news-test-1351:::8", "query_text": "What is the date of the hackathon, and where will it be held?"}
{"query_id": "multi_news-test-1351:::9", "query_text": "What is a new issue that has arisen for moms who breastfeed, as mentioned in the article?"}
{"query_id": "multi_news-test-3267:::0", "query_text": "What did President Trump tweet on Sunday that sparked concerns about advocating violence against the media?"}
{"query_id": "multi_news-test-3267:::1", "query_text": "What was the response of CNN to President Trump's tweet?"}
{"query_id": "multi_news-test-3267:::2", "query_text": "What did Homeland Security adviser Tom Bossert say in response to criticism of President Trump's tweet?"}
{"query_id": "multi_news-test-3267:::3", "query_text": "What was the reaction to President Trump's tweets about MSNBC's Morning Joe co-host Mika Brzezinski?"}
{"query_id": "multi_news-test-3267:::4", "query_text": "How did President Trump defend his use of social media on Saturday?"}
{"query_id": "multi_news-test-3267:::5", "query_text": "What did Deputy White House Press Secretary Sarah Huckabee Sanders say about President Trump's views on violence?"}
{"query_id": "multi_news-test-3267:::6", "query_text": "What was the hashtag that President Trump used in his tweet about CNN?"}
{"query_id": "multi_news-test-3267:::7", "query_text": "What event from President Trump's past did he reference in his tweet about CNN?"}
{"query_id": "multi_news-test-3267:::8", "query_text": "Who did President Trump blame for his behavior on social media?"}
{"query_id": "multi_news-test-3267:::9", "query_text": "What was the reaction of Trump's fellow Republicans to his tweets about MSNBC's Morning Joe co-host Mika Brzezinski?"}
{"query_id": "multi_news-test-223:::0", "query_text": "What is the news that has been circulating about Kylie Jenner according to gossip outlets like TMZ?"}
{"query_id": "multi_news-test-223:::1", "query_text": "2. Who is the father of Kylie Jenner's alleged unborn baby?"}
{"query_id": "multi_news-test-223:::2", "query_text": "3. How long have Kylie Jenner and Travis Scott been dating?"}
{"query_id": "multi_news-test-223:::3", "query_text": "4. What does Travis Scott claim the sex of the unborn baby is?"}
{"query_id": "multi_news-test-223:::4", "query_text": "5. Why does TMZ think it would be unusual if Kylie Jenner and Travis Scott are not actually expecting a baby?"}
{"query_id": "multi_news-test-223:::5", "query_text": "6. What pattern have Kylie Jenner's recent social media posts exhibited?"}
{"query_id": "multi_news-test-223:::6", "query_text": "7. What has a source told Page Six about Kylie Jenner's appearance?"}
{"query_id": "multi_news-test-223:::7", "query_text": "8. When did Kylie Jenner and Travis Scott start telling friends about the pregnancy?"}
{"query_id": "multi_news-test-223:::8", "query_text": "9. How does Kylie Jenner feel about the pregnancy according to sources?"}
{"query_id": "multi_news-test-223:::9", "query_text": "10. Is Kim Kardashian also expecting a baby, and if so, how is she expecting it?"}
{"query_id": "multi_news-test-241:::0", "query_text": "How old were the daughters killed by Christy Sheats?"}
{"query_id": "multi_news-test-241:::1", "query_text": "What did a male voice, believed to be Jason Sheats, say during the 911 call?"}
{"query_id": "multi_news-test-241:::2", "query_text": "How many calls did the Fort Bend County police receive from the Sheats' home in the past four years?"}
{"query_id": "multi_news-test-241:::3", "query_text": "What was Christy Sheats wearing when she emerged from the house with a gun, according to the neighbor's 911 call?"}
{"query_id": "multi_news-test-241:::4", "query_text": "What was the outcome for Christy Sheats after she returned to the scene with more bullets?"}
{"query_id": "multi_news-test-241:::5", "query_text": "How did the police officer respond to Christy Sheats after she returned to the scene with more bullets?"}
{"query_id": "multi_news-test-241:::6", "query_text": "Why did the neighbor's 911 call mention that Christy Sheats was trying to shoot again but didn't have any more bullets?"}
{"query_id": "multi_news-test-241:::7", "query_text": "What did Christy Sheats do after the neighbor reported that she didn't have any more bullets?"}
{"query_id": "multi_news-test-241:::8", "query_text": "What was the reason behind Christy Sheats' family meeting, according to a family friend?"}
{"query_id": "multi_news-test-241:::9", "query_text": "How many suicide attempts were reported to the Fort Bend County police from the Sheats' home?"}
{"query_id": "multi_news-test-2703:::0", "query_text": "What was the main platform of Lincoln Chafee's presidential campaign?"}
{"query_id": "multi_news-test-2703:::1", "query_text": "How much money did Lincoln Chafee raise for his presidential campaign?"}
{"query_id": "multi_news-test-2703:::2", "query_text": "What percentage of the polls did Lincoln Chafee typically achieve?"}
{"query_id": "multi_news-test-2703:::3", "query_text": "Where did Lincoln Chafee officially announce the end of his presidential campaign?"}
{"query_id": "multi_news-test-2703:::4", "query_text": "What is the name of the forum where Lincoln Chafee delivered his address to end his presidential campaign?"}
{"query_id": "multi_news-test-2703:::5", "query_text": "Who are the remaining candidates in the Democratic contest after Lincoln Chafee's departure?"}
{"query_id": "multi_news-test-2703:::6", "query_text": "Did Lincoln Chafee consider running as an independent candidate after dropping out of the Democratic primary?"}
{"query_id": "multi_news-test-2703:::7", "query_text": "What was the topic of the marathon grilling that Hillary Clinton faced on Thursday?"}
{"query_id": "multi_news-test-2703:::8", "query_text": "What was the effect of the marathon grilling on Hillary Clinton's campaign?"}
{"query_id": "multi_news-test-2703:::9", "query_text": "What is the name of the newspaper that reported on Lincoln Chafee's poor fundraising and polling numbers?"}
{"query_id": "multi_news-test-2738:::0", "query_text": "Who will be working on improving HealthCare.gov's reliability and performance?"}
{"query_id": "multi_news-test-2738:::1", "query_text": "What is Michael Dickerson's current job position at Google?"}
{"query_id": "multi_news-test-2738:::2", "query_text": "What was Greg Gershman's focus as a Presidential Innovation Fellow?"}
{"query_id": "multi_news-test-2738:::3", "query_text": "Which two tech firms are involved in the \"tech surge\" to fix HealthCare.gov?"}
{"query_id": "multi_news-test-2738:::4", "query_text": "What is the role of Greg Gershman in the \"tech surge\"?"}
{"query_id": "multi_news-test-2738:::5", "query_text": "What is Michael Dickerson's job title at Google?"}
{"query_id": "multi_news-test-2738:::6", "query_text": "What did Larry Ellison tell shareholders about the involvement of Oracle in the \"tech surge\"?"}
{"query_id": "multi_news-test-2738:::7", "query_text": "What is the main goal of the \"tech surge\"?"}
{"query_id": "multi_news-test-2738:::8", "query_text": "What is Greg Gershman's current role in the \"tech surge\"?"}
{"query_id": "multi_news-test-2738:::9", "query_text": "Who is leading the \"tech surge\" to fix HealthCare.gov?"}
{"query_id": "multi_news-test-2745:::0", "query_text": "What was the destination of the Brazilian soccer team's flight when it crashed?"}
{"query_id": "multi_news-test-2745:::1", "query_text": "What was the name of the charter airline operating the plane that crashed?"}
{"query_id": "multi_news-test-2745:::2", "query_text": "How many people survived the plane crash in Colombia?"}
{"query_id": "multi_news-test-2745:::3", "query_text": "What type of plane was involved in the crash, according to aviation authorities?"}
{"query_id": "multi_news-test-2745:::4", "query_text": "What was the reason for the plane's emergency declaration before it crashed?"}
{"query_id": "multi_news-test-2745:::5", "query_text": "What was the origin of the plane's journey, and where did the soccer team start its trip?"}
{"query_id": "multi_news-test-2745:::6", "query_text": "What was the name of the soccer team involved in the plane crash?"}
{"query_id": "multi_news-test-2745:::7", "query_text": "What tournament were the Chapecoense soccer team headed to when the plane crashed?"}
{"query_id": "multi_news-test-2745:::8", "query_text": "How many days of mourning has Brazilian President Michel Temer declared following the plane crash?"}
{"query_id": "multi_news-test-2745:::9", "query_text": "What was the condition of the plane's tail section after the crash, according to a Reuters photographer?"}
{"query_id": "multi_news-test-2767:::0", "query_text": "What did Tom Hardy do after losing a bet to Leonardo DiCaprio?"}
{"query_id": "multi_news-test-2767:::1", "query_text": "What was the topic of discussion in the 2016 Esquire UK profile?"}
{"query_id": "multi_news-test-2767:::2", "query_text": "Who did Tom Hardy lose a bet with, and what was the bet about?"}
{"query_id": "multi_news-test-2767:::3", "query_text": "What was the result of the bet between Tom Hardy and Leonardo DiCaprio?"}
{"query_id": "multi_news-test-2767:::4", "query_text": "What did Tom Hardy say about Leonardo DiCaprio's handwriting?"}
{"query_id": "multi_news-test-2767:::5", "query_text": "What was the eventual outcome of the bet between Tom Hardy and Leonardo DiCaprio?"}
{"query_id": "multi_news-test-2767:::6", "query_text": "Where was Tom Hardy posing with a photographer when his tattoo was visible?"}
{"query_id": "multi_news-test-2767:::7", "query_text": "What does the tattoo that Tom Hardy got say?"}
{"query_id": "multi_news-test-2767:::8", "query_text": "Why did Tom Hardy think he would not get an Oscar nomination?"}
{"query_id": "multi_news-test-2767:::9", "query_text": "What did Tom Hardy initially say about getting the tattoo, as mentioned in the Esquire interview?"}
{"query_id": "multi_news-test-2649:::0", "query_text": "What are some of the effects of the extreme drought conditions in California on the residents?"}
{"query_id": "multi_news-test-2649:::1", "query_text": "Why is the production of special rice used in sushi set to decline in 2014?"}
{"query_id": "multi_news-test-2649:::2", "query_text": "What is the expected decline in rice production in California?"}
{"query_id": "multi_news-test-2649:::3", "query_text": "How will the decline in rice production affect sushi restaurants?"}
{"query_id": "multi_news-test-2649:::4", "query_text": "What percentage of the country's rice production is expected to increase this year?"}
{"query_id": "multi_news-test-2649:::5", "query_text": "What type of rice is typically used in sushi dishes?"}
{"query_id": "multi_news-test-2649:::6", "query_text": "Why do chefs prefer the short-grain Japonica rice?"}
{"query_id": "multi_news-test-2649:::7", "query_text": "What is the concern of the general manager of a California rice co-operative regarding the high price of rice?"}
{"query_id": "multi_news-test-2649:::8", "query_text": "How does the drought in California affect the training of sushi chefs in schools?"}
{"query_id": "multi_news-test-2649:::9", "query_text": "What is the current condition of most of California, according to the United States Drought Monitor?"}
{"query_id": "multi_news-test-2654:::0", "query_text": "What is the location of the incident involving a mock human sacrifice?"}
{"query_id": "multi_news-test-2654:::1", "query_text": "What is the name of the organization where the incident occurred?"}
{"query_id": "multi_news-test-2654:::2", "query_text": "What is the name of the statue in front of which the mock human sacrifice took place?"}
{"query_id": "multi_news-test-2654:::3", "query_text": "What is the response of CERN regarding the incident?"}
{"query_id": "multi_news-test-2654:::4", "query_text": "What type of conspiracy theories have been associated with CERN and the Large Hadron Collider?"}
{"query_id": "multi_news-test-2654:::5", "query_text": "What is the concern raised by the incident regarding campus security?"}
{"query_id": "multi_news-test-2654:::6", "query_text": "How do the perpetrators of the prank appear to have gained access to the campus?"}
{"query_id": "multi_news-test-2654:::7", "query_text": "What is the tone of CERN's response to the incident?"}
{"query_id": "multi_news-test-2654:::8", "query_text": "What is the name of the news organization that reported the incident?"}
{"query_id": "multi_news-test-2654:::9", "query_text": "How has CERN been described in relation to conspiracy theories?"}
{"query_id": "multi_news-test-2672:::0", "query_text": "What is Wesley Snipes' prison sentence for?"}
{"query_id": "multi_news-test-2672:::1", "query_text": "2. Where is Wesley Snipes serving his prison sentence?"}
{"query_id": "multi_news-test-2672:::2", "query_text": "3. What are the living arrangements like for Wesley Snipes in the prison?"}
{"query_id": "multi_news-test-2672:::3", "query_text": "4. What are the rules regarding conjugal visits for Wesley Snipes?"}
{"query_id": "multi_news-test-2672:::4", "query_text": "5. How much can Wesley Snipes earn per hour for doing chores in the prison?"}
{"query_id": "multi_news-test-2672:::5", "query_text": "6. What types of movies are screened at the prison?"}
{"query_id": "multi_news-test-2672:::6", "query_text": "7. What recreational activities are available to Wesley Snipes in the prison?"}
{"query_id": "multi_news-test-2672:::7", "query_text": "8. How much does it cost Wesley Snipes to visit the infirmary?"}
{"query_id": "multi_news-test-2672:::8", "query_text": "9. Are there any restrictions on the types of religious groups that can hold meetings in the prison?"}
{"query_id": "multi_news-test-2672:::9", "query_text": "10. Why did Wesley Snipes fail to pay his taxes?"}
{"query_id": "multi_news-test-2028:::0", "query_text": "What was the nationality of the tourist who died while posing for a photo at Machu Picchu?"}
{"query_id": "multi_news-test-2028:::1", "query_text": "How did the witness describe the events leading up to the tourist's death?"}
{"query_id": "multi_news-test-2028:::2", "query_text": "What was the tourist doing when he lost his balance and fell off the cliff?"}
{"query_id": "multi_news-test-2028:::3", "query_text": "What is the name of the news agency that reported the incident?"}
{"query_id": "multi_news-test-2028:::4", "query_text": "What was the tourist's name and age?"}
{"query_id": "multi_news-test-2028:::5", "query_text": "What is the name of the mountainous tourist locale in the Andes where the incident occurred?"}
{"query_id": "multi_news-test-2028:::6", "query_text": "What type of citadel is located at Machu Picchu?"}
{"query_id": "multi_news-test-2028:::7", "query_text": "What was the tourist doing in the restricted area of Machu Picchu?"}
{"query_id": "multi_news-test-2028:::8", "query_text": "When was the tourist's body recovered?"}
{"query_id": "multi_news-test-2028:::9", "query_text": "What unusual incident occurred at Machu Picchu in 2014?"}
{"query_id": "multi_news-test-2029:::0", "query_text": "What is the main topic of Richard Cohen's column that has raised eyebrows today?"}
{"query_id": "multi_news-test-2029:::1", "query_text": "Who is the mayor-elect of New York mentioned in the article?"}
{"query_id": "multi_news-test-2029:::2", "query_text": "What is Richard Cohen's view on the changing cultural landscape of America?"}
{"query_id": "multi_news-test-2029:::3", "query_text": "How do writers at Gawker and Salon react to Richard Cohen's column?"}
{"query_id": "multi_news-test-2029:::4", "query_text": "What is the reaction of some writers and Twitter users regarding Richard Cohen's future at the Washington Post?"}
{"query_id": "multi_news-test-2029:::5", "query_text": "What recent Gallup polls findings do Matthew Yglesias and Ezra Klein cite to counter Richard Cohen's argument?"}
{"query_id": "multi_news-test-2029:::6", "query_text": "What is Richard Cohen's past history with sparking outrage with his columns?"}
{"query_id": "multi_news-test-2029:::7", "query_text": "What is Richard Cohen's view on interracial marriage?"}
{"query_id": "multi_news-test-2029:::8", "query_text": "How does Alex Pareene interpret Richard Cohen's use of the word \"conventional\"?"}
{"query_id": "multi_news-test-2029:::9", "query_text": "What is the current financial situation of the Washington Post, according to Matthew Yglesias?"}
{"query_id": "multi_news-test-2051:::0", "query_text": "What was the outcome for the family members trapped in the van after the rollover crash in Elk Grove, California?"}
{"query_id": "multi_news-test-2051:::1", "query_text": "How much did Derrick Deanda get billed after helping the family trapped in the van?"}
{"query_id": "multi_news-test-2051:::2", "query_text": "What was the reason for the paramedics briefly checking over Derrick Deanda after the crash?"}
{"query_id": "multi_news-test-2051:::3", "query_text": "According to deputy fire chief Mike McLaughlin, what is the policy of the fire department regarding billing for services provided?"}
{"query_id": "multi_news-test-2051:::4", "query_text": "Why did Derrick Deanda ask the paramedics for a bottle of water?"}
{"query_id": "multi_news-test-2051:::5", "query_text": "What was the response of the fire department to Derrick Deanda's situation?"}
{"query_id": "multi_news-test-2051:::6", "query_text": "What is Derrick Deanda planning to do regarding the bill he received?"}
{"query_id": "multi_news-test-2051:::7", "query_text": "What concern does Derrick Deanda have about the \"first-responder fee\" he was billed?"}
{"query_id": "multi_news-test-2051:::8", "query_text": "What was Derrick Deanda's condition after breaking the glass to free the trapped family members?"}
{"query_id": "multi_news-test-2051:::9", "query_text": "When did the rollover crash in Elk Grove, California, occur?"}
{"query_id": "multi_news-test-13:::0", "query_text": "What was the name of the newspaper that took a look at the life and death of the 94 little words?"}
{"query_id": "multi_news-test-13:::1", "query_text": "Who was asked to compile unclassified talking points that Congress could use after the consulate attack?"}
{"query_id": "multi_news-test-13:::2", "query_text": "Why did some CIA officials argue that the term \"al-Qaeda\" should be removed from the draft talking points?"}
{"query_id": "multi_news-test-13:::3", "query_text": "What was the source of the intelligence that mentioned al-Qaeda in the reports?"}
{"query_id": "multi_news-test-13:::4", "query_text": "Who voiced concern about the assertions that the attack was both spontaneous and that demonstrations were occurring?"}
{"query_id": "multi_news-test-13:::5", "query_text": "What was the result of the exhaustive process of editing the draft talking points?"}
{"query_id": "multi_news-test-13:::6", "query_text": "Who had already received the 94 fateful words the night before Susan Rice's news show appearances?"}
{"query_id": "multi_news-test-13:::7", "query_text": "What was the reason for the FBI agreeing with the decision to remove the term \"al-Qaeda\" from the draft talking points?"}
{"query_id": "multi_news-test-13:::8", "query_text": "What was the name of the CIA chief who appeared before House and Senate groups a day after the consulate attack?"}
{"query_id": "multi_news-test-13:::9", "query_text": "What was the ultimate change in the CIA's assessment as reported by The Wall Street Journal?"}
{"query_id": "multi_news-test-38:::0", "query_text": "Where is the Lieber Correctional Institution located?"}
{"query_id": "multi_news-test-38:::1", "query_text": "2. How many times has Jimmy Causey escaped from prison?"}
{"query_id": "multi_news-test-38:::2", "query_text": "3. Who was the accomplice of Jimmy Causey during his escape in 2005?"}
{"query_id": "multi_news-test-38:::3", "query_text": "4. What was the reason for Jimmy Causey's first imprisonment in 1992?"}
{"query_id": "multi_news-test-38:::4", "query_text": "5. What crime led to Jimmy Causey's current life sentence?"}
{"query_id": "multi_news-test-38:::5", "query_text": "6. Who represented Jimmy Causey in his previous cases and was later kidnapped by him?"}
{"query_id": "multi_news-test-38:::6", "query_text": "7> What was the occupation of the person who recognized Jimmy Causey and Johnny Brewer during their escape in 2005?"}
{"query_id": "multi_news-test-38:::7", "query_text": "8. What was the instruction given to the residents near the Ridgeville, SC, prison while the search for Jimmy Causey continues?"}
{"query_id": "multi_news-test-38:::8", "query_text": "9. In what year did Jimmy Causey begin serving his life sentence?"}
{"query_id": "multi_news-test-38:::9", "query_text": "10. How was Jimmy Causey able to break out of the Broad River Correctional Institution in 2005?"}
{"query_id": "multi_news-test-43:::0", "query_text": "Where was the giant ceremony held for couples looking to get married after the law went into effect?"}
{"query_id": "multi_news-test-43:::1", "query_text": "What law resulted from a court battle in the 1990s when same-sex Hawaiian couples sought marriage licenses?"}
{"query_id": "multi_news-test-43:::2", "query_text": "How much of an increase in tourism could Hawaii see due to the new marriage law, according to a University of Hawaii researcher?"}
{"query_id": "multi_news-test-43:::3", "query_text": "What two factors influenced the decision of an Arkansas couple to plan their wedding trip to Hawaii?"}
{"query_id": "multi_news-test-43:::4", "query_text": "When did the gay marriage law go into effect in Hawaii?"}
{"query_id": "multi_news-test-43:::5", "query_text": "How many couples got married in a giant ceremony at a Sheraton in Waikiki after the law went into effect?"}
{"query_id": "multi_news-test-43:::6", "query_text": "What is the significance of Hawaii in the early gay marriage debate?"}
{"query_id": "multi_news-test-43:::7", "query_text": "What is the process of getting married in Hawaii like, in terms of applying for a marriage license and the waiting period?"}
{"query_id": "multi_news-test-43:::8", "query_text": "How long ago did the battle for gay marriage in Hawaii begin, according to an activist?"}
{"query_id": "multi_news-test-43:::9", "query_text": "Why did an Arkansas couple choose Hawaii as the destination for their wedding trip?"}
{"query_id": "multi_news-test-86:::0", "query_text": "Who is the author of the article discussing the idea of giving up booze for the month after a hedonistic holiday season?"}
{"query_id": "multi_news-test-86:::1", "query_text": "2. What is the author's personal experience with sober Januaries?"}
{"query_id": "multi_news-test-86:::2", "query_text": "3. What does the author believe is the appeal of sober January to addicts?"}
{"query_id": "multi_news-test-86:::3", "query_text": "4. What is the author's advice to those who are unsure if they have a drinking problem?"}
{"query_id": "multi_news-test-86:::4", "query_text": "5. What was the result of the New Scientist staff's experiment with abstaining from booze for five weeks?"}
{"query_id": "multi_news-test-86:::5", "query_text": "6. What were some of the health benefits observed in the New Scientist staff's experiment?"}
{"query_id": "multi_news-test-86:::6", "query_text": "7. What is the argument made by Heather Timmons at Quartz regarding the effectiveness of detoxes?"}
{"query_id": "multi_news-test-86:::7", "query_text": "8. What alternative approach to detoxes does Heather Timmons recommend?"}
{"query_id": "multi_news-test-86:::8", "query_text": "9. Why does Heather Timmons suggest taking two or three consecutive days off from drinking each week?"}
{"query_id": "multi_news-test-86:::9", "query_text": "10. What is the estimated number of alcohol-free days one can achieve in a year by following Heather Timmons' recommended approach?"}
{"query_id": "multi_news-test-99:::0", "query_text": "What was the nickname of Moses Malone?"}
{"query_id": "multi_news-test-99:::1", "query_text": "2. Who were the players that brought the City of Brotherly Love its first championship since 1967?"}
{"query_id": "multi_news-test-99:::2", "query_text": "3. What was the age of Moses Malone when he died?"}
{"query_id": "multi_news-test-99:::3", "query_text": "4. Who is the other legendary player that, along with Moses Malone, was mentioned in the report?"}
{"query_id": "multi_news-test-99:::4", "query_text": "5. What was the year when Moses Malone and Julius Erving brought the championship to the City of Brotherly Love?"}
{"query_id": "multi_news-test-99:::5", "query_text": "6. What is the name of the team that Moses Malone played for?"}
{"query_id": "multi_news-test-99:::6", "query_text": "7. What was the height of Moses Malone?"}
{"query_id": "multi_news-test-99:::7", "query_text": "8. What was unique about Moses Malone's transition to the NBA?"}
{"query_id": "multi_news-test-99:::8", "query_text": "9. What is the name of the newspaper that reported Moses Malone's death?"}
{"query_id": "multi_news-test-99:::9", "query_text": "10. What was the reaction of the Sixers organization to Moses Malone's death?"}
{"query_id": "multi_news-test-902:::0", "query_text": "What was the cause of the car crash that resulted in the death of a Ben Carson campaign volunteer?"}
{"query_id": "multi_news-test-902:::1", "query_text": "How many Ben Carson campaign workers were injured in the car crash in western Iowa?"}
{"query_id": "multi_news-test-902:::2", "query_text": "Where was Ben Carson when he heard the news about the car crash?"}
{"query_id": "multi_news-test-902:::3", "query_text": "What did Ben Carson do to support Braden Joplin's family after the accident?"}
{"query_id": "multi_news-test-902:::4", "query_text": "How did other presidential candidates, such as Ted Cruz and Hillary Clinton, react to the news of Braden Joplin's death?"}
{"query_id": "multi_news-test-902:::5", "query_text": "What was Braden Joplin's age and hometown?"}
{"query_id": "multi_news-test-902:::6", "query_text": "How did Bernie Sanders acknowledge Braden Joplin's passing during a rally in Iowa City?"}
{"query_id": "multi_news-test-902:::7", "query_text": "What was the condition of the three campaign workers who were injured in the car crash, but survived?"}
{"query_id": "multi_news-test-902:::8", "query_text": "Why did Ben Carson cancel his campaign events on Tuesday and Wednesday?"}
{"query_id": "multi_news-test-902:::9", "query_text": "What was Ben Carson's personal relationship with Braden Joplin, according to his statement?"}
{"query_id": "multi_news-test-940:::0", "query_text": "What was the subject of the research study cited in the Washington Post?"}
{"query_id": "multi_news-test-940:::1", "query_text": "2. How did researchers gauge a remote player's skill in the study?"}
{"query_id": "multi_news-test-940:::2", "query_text": "3. What was the behavior of men who were considered more skilled in the game towards female-voiced players?"}
{"query_id": "multi_news-test-940:::3", "query_text": "4. What was the behavior of less skilled men towards female-voiced players in the game?"}
{"query_id": "multi_news-test-940:::4", "query_text": "5. According to the study, why do men tend to direct negative comments towards female players in online games?"}
{"query_id": "multi_news-test-940:::5", "query_text": "6. What factors contribute to the anonymous nature of online gaming, allowing players to behave in a certain way?"}
{"query_id": "multi_news-test-940:::6", "query_text": "7. How do female players affect the social hierarchy of male gamers, according to the study?"}
{"query_id": "multi_news-test-940:::7", "query_text": "8. What do scientists suggest is the reason behind lower-status males becoming more hostile towards female players?"}
{"query_id": "multi_news-test-940:::8", "query_text": "9. What industries do the researchers compare the male-dominated gaming communities to?"}
{"query_id": "multi_news-test-940:::9", "query_text": "10. What warning do scientists give regarding the impact of sexist actions in online gaming communities?"}
{"query_id": "multi_news-test-941:::0", "query_text": "What is the new protection rolled out by Facebook called?"}
{"query_id": "multi_news-test-941:::1", "query_text": "Why is switching to HTTPS considered important according to Ryan Tate?"}
{"query_id": "multi_news-test-941:::2", "query_text": "How does one opt-in to Facebook HTTPS?"}
{"query_id": "multi_news-test-941:::3", "query_text": "What is Firesheep and how does it relate to Facebook security?"}
{"query_id": "multi_news-test-941:::4", "query_text": "What is the limitation of the new Facebook HTTPS protection?"}
{"query_id": "multi_news-test-941:::5", "query_text": "Is the new protection available for all Facebook users immediately?"}
{"query_id": "multi_news-test-941:::6", "query_text": "What is the potential risk of not using Facebook HTTPS when sharing a wireless network?"}
{"query_id": "multi_news-test-941:::7", "query_text": "How can users find instructions on how to opt-in to Facebook HTTPS?"}
{"query_id": "multi_news-test-941:::8", "query_text": "Does the Facebook HTTPS protection apply to mobile apps as well?"}
{"query_id": "multi_news-test-941:::9", "query_text": "Why is it recommended to opt-in to Facebook HTTPS as soon as possible?"}
{"query_id": "multi_news-test-945:::0", "query_text": "What is the main plot of the Allegro Christmas ad?"}
{"query_id": "multi_news-test-945:::1", "query_text": "What is the package that the elderly man receives from Allegro?"}
{"query_id": "multi_news-test-945:::2", "query_text": "What is the purpose of the elderly man learning English in the ad?"}
{"query_id": "multi_news-test-945:::3", "query_text": "Where does the elderly man go at the end of the ad?"}
{"query_id": "multi_news-test-945:::4", "query_text": "What is the goal of Allegro and the ad, according to a representative?"}
{"query_id": "multi_news-test-945:::5", "query_text": "How many times has the ad been watched on YouTube in a week?"}
{"query_id": "multi_news-test-945:::6", "query_text": "What is the reaction of some viewers to the ad?"}
{"query_id": "multi_news-test-945:::7", "query_text": "What is the real-life equivalent reported by the Huffington Post?"}
{"query_id": "multi_news-test-945:::8", "query_text": "Why did the 75-year-old grandfather join Instagram?"}
{"query_id": "multi_news-test-945:::9", "query_text": "How many followers does the 75-year-old grandfather have on Instagram?"}
{"query_id": "multi_news-test-952:::0", "query_text": "What happened to the wildlife in the Chernobyl Exclusion Zone after the disaster?"}
{"query_id": "multi_news-test-952:::1", "query_text": "What method did researchers use to estimate animal populations in the Chernobyl Exclusion Zone?"}
{"query_id": "multi_news-test-952:::2", "query_text": "How did the number of wolves in the Chernobyl Exclusion Zone compare to those in nearby nature reserves?"}
{"query_id": "multi_news-test-952:::3", "query_text": "What was observed about the population trends of elk and wild boar in the Chernobyl Exclusion Zone compared to the rest of the former Soviet Union?"}
{"query_id": "multi_news-test-952:::4", "query_text": "What is the explanation given by researchers for the increase in wildlife numbers in the Chernobyl Exclusion Zone?"}
{"query_id": "multi_news-test-952:::5", "query_text": "What type of animals were found to be most affected by human habitation, according to the study?"}
{"query_id": "multi_news-test-952:::6", "query_text": "What is the criticism of the study by a researcher who has studied birds in the zone?"}
{"query_id": "multi_news-test-952:::7", "query_text": "What was observed about the wild boar population in the Chernobyl Exclusion Zone in 1993?"}
{"query_id": "multi_news-test-952:::8", "query_text": "What is the main limitation of the study, according to a researcher?"}
{"query_id": "multi_news-test-952:::9", "query_text": "What is the general conclusion drawn by researchers about the effects of radiation on wildlife in the Chernobyl Exclusion Zone?"}
{"query_id": "multi_news-test-2847:::0", "query_text": "What was the verdict in the Steubenville rape case involving two high school football players?"}
{"query_id": "multi_news-test-2847:::1", "query_text": "What were the names of the two boys found guilty of digitally penetrating a 16-year-old girl in Steubenville, Ohio?"}
{"query_id": "multi_news-test-2847:::2", "query_text": "How long will Trent Mays and Ma'Lik Richmond be jailed for their crime, and what factors will determine their release?"}
{"query_id": "multi_news-test-2847:::3", "query_text": "What was the reaction of the two boys after they were found guilty, and what did they do to show remorse?"}
{"query_id": "multi_news-test-2847:::4", "query_text": "What did the victim testify that she did not remember about the night of the assault, and what did she do when she figured out what had happened?"}
{"query_id": "multi_news-test-2847:::5", "query_text": "How did Trent Mays react to the victim after the assault, according to her testimony?"}
{"query_id": "multi_news-test-2847:::6", "query_text": "What did another boy testify that he did with a video he took of the assault on his cell phone?"}
{"query_id": "multi_news-test-2847:::7", "query_text": "Why did the state prosecutor ask for a harsh sentence for the two boys?"}
{"query_id": "multi_news-test-2847:::8", "query_text": "What was the reaction in the courtroom after the verdict was read?"}
{"query_id": "multi_news-test-2847:::9", "query_text": "How old were the two boys who were found guilty, and what was their status as students at the time of the crime?"}
{"query_id": "multi_news-test-2511:::0", "query_text": "Who is the person that has a new mistress count established?"}
{"query_id": "multi_news-test-2511:::1", "query_text": "What is the name of Jesse James' first alleged mistress after Michelle \"Bombshell\" McGee?"}
{"query_id": "multi_news-test-2511:::2", "query_text": "How did Melissa Smith and Jesse James meet?"}
{"query_id": "multi_news-test-2511:::3", "query_text": "What is Melissa Smith's occupation?"}
{"query_id": "multi_news-test-2511:::4", "query_text": "How many times did Brigitte Daguerre claim to have slept with Jesse James?"}
{"query_id": "multi_news-test-2511:::5", "query_text": "How many text messages did Brigitte Daguerre save that were sent between her and Jesse James?"}
{"query_id": "multi_news-test-2511:::6", "query_text": "What is the reported number of women that Jesse James cheated with during his marriage to Sandra Bullock?"}
{"query_id": "multi_news-test-2511:::7", "query_text": "Who was the only person that allegedly did not know about Jesse James' cheating?"}
{"query_id": "multi_news-test-2511:::8", "query_text": "What is the name of the publication that rounded up several recent tabloid articles about Jesse James' cheating?"}
{"query_id": "multi_news-test-2511:::9", "query_text": "What is the occupation of Brigitte Daguerre, Jesse James' third alleged mistress?"}
